Repository: ty5ona/salon
Catalog: languages/salon-booking-system-*.po
Languages: nb_no

source: You cannot modify this taxonomy.
nb_no: Du kan ikke endre på dette.

source: Manage service categories
nb_no: Rediger kategorier

source: Category image
nb_no: Kategori bilde

source: Remove this image
nb_no: Fjern dette bildet

source: Operation completed!
nb_no: Fullført!

source: Google Client is not connected!
nb_no: Google Klient er ikke koblet til!

source: Choose among your Calendars
nb_no: Velg blant dine kalendere

source: Booking URL
nb_no: Bestillings ID

source: Total amount
nb_no: Totalt beløp

source: Discount amount
nb_no: Rabattert beløp

source: Net total amount
nb_no: Totalt beløp

source: Calendar: View %s not found
nb_no: Kalender: Visning %s ble ikke funnet

source: Calendar: Wrong date format %s. Should be either "now" or "yyyy-mm-dd"
nb_no: Kalender: Feil datoformat %s. Skal være enten "nå" eller "åååå-mm-dd"

source: Calendar: Event URL is not set
nb_no: Kalender: URL-adressen til aktiviteten er ikke angitt

source: Calendar: Wrong navigation direction %s. Can be only "next" or "prev" or "today"
nb_no: Kalender: Feil navigasjonsretning %s. Kan bare være «neste» eller «forrige» eller «i dag»

source: Calendar: Time split parameter should divide 60 without decimals. Something like 10, 15, 30
nb_no: Kalender: Tidsdelingsparameteren skal dele 60 uten desimaler. Noe sånt som 10, 15, 30

source: No events in this day.
nb_no: Ingen hendelser i dag.

source: week %s of %s
nb_no: uke %s, %s

source: Week %s
nb_no: Uke %s

source: All day
nb_no: Hele dagen

source: Time
nb_no: Tid

source: Events
nb_no: Hendelser

source: Ends before timeline
nb_no: Avsluttes før tidslinjen

source: Starts after timeline
nb_no: Starter etter tidslinje

source: active
nb_no: aktiv

source: invalid
nb_no: ugyldig

source: needs a valid license
nb_no: trenger en gyldig lisens

source: <p>Please insert your license key
nb_no: Sett inn lisensnøkkelen din

source: License updated with success
nb_no: Lisens oppdatert med suksess

source: License deactivated with success
nb_no: Lisensen ble deaktivert med suksess

source: License Key
nb_no: Lisensnøkkel

source: Enter your license key
nb_no: Tast inn din lisensnøkkel

source: License State
nb_no: Lisensstat

source: Deactivate License
nb_no: Deaktiver lisens

source: error
nb_no: feil

source: Payment id
nb_no: Betalingsmåter

source: Customer email
nb_no: Kundens e-post

source: Expires
nb_no: Utgår

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
nb_no: Det er en ny versjon av %1$s tilgjengelig. <a target="_blank" class="thickbox" href="%2$s">Vis versjon %3$s detaljer</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
nb_no: Det er en ny versjon av %1$s tilgjengelig. <a target=«_blank» class=«thickbox» href=«%2$s»>Vis versjon %3$s detaljer</a> eller <a href=«%4$s»>oppdater nå</a>.

source: Sln worker
nb_no: Sln-arbeider

source: %1$d hours and %2$d minutes
nb_no: %1$d timer og %2$d minutter

source: hours
nb_no: timer

source: 1 day
nb_no: 1 dag

source: Check the duration time.
nb_no: Kontroller varighetstiden.

source: Duration time equale:
nb_no: Varigheten er like lang:

source: Holiday rule
nb_no: Ferieregler

source: Attendant holiday
nb_no: Ansatt ferie

source: SELECT
nb_no: Velg

source: Click on the "ending time" row
nb_no: Klikk på "sluttid"-raden

source: unlock this feature for
nb_no: lås opp denne funksjonen for

source: year
nb_no: år

source: unlock this feature
nb_no: lås opp denne funksjonen

source: buy pro
nb_no: kjøp pro

source: Outside of working hours
nb_no: Utenom arbeidstid

source: Go to daily view
nb_no: Gå til dagelig visning

source: Edit reservation
nb_no: Endre bestilling

source: Details
nb_no: Detaljer

source: No results
nb_no: Ingen resultater

source: Customer score
nb_no: Kundens poengsum

source: New Customer
nb_no: Ny kunde

source: Add Customer
nb_no: Legg til kunde

source: Publish
nb_no: Publiser

source: Customer details
nb_no: Kundedetaljer

source: Personal note
nb_no: Notat

source: Administration note
nb_no: Administrasjonsnotat

source: Customer's bookings
nb_no: Kunde bookinger

source: Booking statistics
nb_no: Bestilling Statistikk

source: Reservations made and value
nb_no: Antall bestillinger og verdi

source: Reservations per month
nb_no: Bestillinger pr måned

source: Reservations per week
nb_no: Bestillinger pr uke

source: Services booked per single reservation
nb_no: Behandlinger reservert pr bestilling

source: Favourite week days
nb_no: Mest brukte ukedag

source: Favourite time
nb_no: Mest brukte tid

source: not avalable yet
nb_no: ikke tilgjengelig ennå

source: Booking history
nb_no: Historie

source: Updated by
nb_no: Rabatt kladd oppdatert

source: Save
nb_no: Lagre

source: Select a column
nb_no: Velg en kolonne

source: Preview
nb_no: Forhåndsvisning

source: Rollback to %s version
nb_no: Rull tilbake til versjon %s

source: If after the install of the %1$s version of Salon Booking you realize that something goes wrong you can use this tool to restore the %2$s version. The rollack process consist into three steps:
nb_no: Hvis du etter installasjonen av den %1$s versjonen av Salon Booking innser at noe går galt, kan du bruke dette verktøyet til å gjenopprette den %2$s versjonen. Rollack-prosessen består av tre trinn:

source: 1. Rollback your database to the %s version
nb_no: 1. Rulle tilbake til %s versjon av database

source: 2. Download Salon Booking %s
nb_no: 2. Laste ned %s versjon av plugin

source: 3. Upload Salon Booking %s folder on your server
nb_no: 3. Laste opp versjon %s mappe til din server

source: Rollback database
nb_no: Rull tilbake database

source: Download
nb_no: Last ned

source: Block
nb_no: Blokk

source: CONFIRM
nb_no: BEKREFT

source: Unlock
nb_no: Lås opp

source: UNLOCK
nb_no: LÅSE OPP

source: Cancel
nb_no: Avbryt

source: Add book
nb_no: Legg til bestilling

source: <strong>Unlock exclusive features by upgrading to our Pro Edition.</strong>
nb_no: <strong>Lås opp eksklusive funksjoner ved å oppgradere til vår Pro Edition.</strong>

source: Join over 2,000 satisfied customers, get access to our Mobile Web App, to more than 20 Pro Features and our Priority Support.
nb_no: Bli med over 2,000 fornøyde kunder, få tilgang til vår Mobile Web App, til mer enn 20 Pro-funksjoner og vår prioriterte støtte.

source: <strong>Unlock the full potential of your Salon for a special price.</strong>
nb_no: <strong>Lås opp salongens fulle potensial for en spesialpris.</strong>

source: Get 15% discount
nb_no: Få 15% discount

source: %s day
nb_no: %s dag

source: <strong>Attention:</strong> Please activate your license first
nb_no: <strong>Obs:</strong> Aktiver lisensen din først

source: Activate your license
nb_no: Aktiver lisensen din

source: <strong>Your subscription has been cancelled!</strong>
nb_no: <strong>Abonnementet ditt er kansellert!</strong>

source: Your license will expire in %s, then you need to purchase a new one at its full price to continue using our services.
nb_no: Lisensen din utløper i %s, og deretter må du kjøpe en ny til full pris for å fortsette å bruke tjenestene våre.

source: <strong>Renew it before the expiration and get a discounted price.</strong>
nb_no: <strong>Forny den før utløpet og få en rabattert pris.</strong>

source: Renew for 15% off
nb_no: Forny for 15% rabatt

source: <strong>Your subscription is active</strong>
nb_no: <strong>Abonnementet ditt er aktivt</strong>

source: Your license will expire in %s, then will be automatically renewed.
nb_no: Lisensen din utløper i %s, og fornyes deretter automatisk.

source: <strong>If you are happy with us, please submit a positive review.</strong>
nb_no: <strong>Hvis du er fornøyd med oss, vennligst send inn en positiv anmeldelse.</strong>

source: Leave a review
nb_no: Legg inn en vurdering

source: <strong>Your subscription is expired!</strong>
nb_no: <strong>Abonnementet ditt er utløpt!</strong>

source: <strong>Attention:</strong> your subscription to <strong>Salon Booking System “Business Plan”</strong> is expired but your license is still active and <strong>it will expire in %s</strong>
nb_no: <strong>Obs:</strong> ditt abonnement på <strong>Salon Booking System "Business Plan"</strong> er utløpt, men lisensen din er fortsatt aktiv og <strong>den utløper om %s</strong>

source: <strong>Renew it now and get a discounted price.</strong>
nb_no: <strong>Forny den nå og få en rabattert pris.</strong>

source: Renew for 30% off
nb_no: Forny for 30 % rabatt

source: We are loading your appointments calendar..
nb_no: Vent litt...

source: Why don't you use our brand-new Web App?
nb_no: Hvorfor bruker du ikke vår splitter nye Web App?

source: It's easy and optimised for mobile device.
nb_no: Det er enkelt og optimalisert for mobile enheter.

source: Open the Web App
nb_no: Åpne webappen

source: Day
nb_no: Dag

source: Week
nb_no: Uke

source: Month
nb_no: Måned

source: Year
nb_no: År

source: Are you happy with us?
nb_no: Er du fornøyd med oss?

source: Share your love for <strong>Salon Booking System</strong> leaving a positive review.
nb_no: Del din kjærlighet til <strong>Salon Booking System</strong> og legg igjen en positiv anmeldelse.

source: Let's grow our community.
nb_no: La oss utvide fellesskapet vårt.

source: Submit a review
nb_no: Send inn en anmeldelse

source: Previous
nb_no: Forrige

source: Next
nb_no: Neste

source: Start typing customer name or booking ID
nb_no: Skriv navn på kunde eller bestillings-ID

source: We are loading your appointments..
nb_no: Vent litt...

source: Free locked slots
nb_no: Åpne låste tider

source: We are processing your request..
nb_no: Vent litt...

source: Booking Saved
nb_no: Bestilling lagret

source: Confirm
nb_no: Bekreft

source: Clone
nb_no: Dupliser

source: times until
nb_no: ganger til

source: Refer a friend and get a 30% discount
nb_no: Verv en venn og få en 30% discount

source: Export reservations into a CSV file
nb_no: Eksporter bestillinger til en CSV fil

source: Export bookings
nb_no: Eksporter bestillinger

source: Bookings status legend
nb_no: Bestilling status forklaring

source: Do you need help ?
nb_no: Trenger du hjelp?

source: Settings debug
nb_no: Debug innstillinger

source: Copy and paste into a text file the informations of this field and provide them to Salon Booking support.
nb_no: Klipp og lim inn i en tekst fil og send den til oss for feilsøking.

source: Just click inside the textarea and copy (Ctrl+C)
nb_no: Bare klikk i feltet og kopier.(Ctrl+C)

source: Settings import
nb_no: Importere innstillinger

source: Copy and paste into this field settings of the plugin to import settings into the current wordpress install.
nb_no: Kopier og lim inn innstillinger i dette feltet for p importere.

source: Import “Customers”
nb_no: Importer kunder

source: Import customers from other platforms using a CSV file that respect our csv sample file structure.
nb_no: Importer kunder fra andre plattformer ved å bruke en csv-fil som respekterer vår csv-eksempelfilstruktur.

source: Drag your csv file here to import your “Customers”
nb_no: Dra CSV-filen hit for å importere "Kunder"

source: loading
nb_no: laster

source: Import
nb_no: Importer

source: Well done! Your import has been successfully completed.
nb_no: Bra gjort! Importen er fullført.

source: Error! Something is gone wrong.
nb_no: Feil! Noe har gått galt.

source: Download sample CSV file
nb_no: Last ned eksempel på CSV-fil

source: Import “Services”
nb_no: Importer behandlinger

source: Import services from other platforms using a CSV file that respect our csv sample file structure.
nb_no: Importer behandlinger fra andre plattformer ved å bruke en CSV fil som respekterer vår CSV eksempelfil struktur.

source: Drag your csv file here to import “Services”
nb_no: Dra csv-filen hit for å importere "Behandlinger"

source: Import “Assistants”
nb_no: Importer ansatte

source: Import assistants from other platforms using a CSV file that respect our csv sample file structure.
nb_no: Importer ansatte fra andre plattformer ved hjelp av en csv-fil som støtter vår csv -eksempel filstruktur.

source: Drag your csv file here to import your “Assistants”
nb_no: Dra CSV-filen hit for å importere "Ansatte"

source: Import “Bookings”
nb_no: Importer "Bestillinger"

source: Import bookings from other platforms using a CSV file that respect our csv sample file structure.
nb_no: Importer bestillinger fra andre plattformer ved hjelp av en CSV-fil som respekterer vår csv-eksempelfilstruktur.

source: Drag your csv file here to import your “Bookings”
nb_no: Dra CSV-filen hit for å importere "Bestillinger"

source: You need to match your CSV file data with Salon Booking database
nb_no: Du må matche CSV -fildataene dine med Salon Booking -databasen

source: Select for each column the corresponding one inside your file.
nb_no: Velg den tilsvarende kolonnen inne i filen for hver kolonne.

source: Please provide all requested columns
nb_no: Oppgi alle forespurte kolonner

source: Skipped bookings
nb_no: Hoppet over bestillinger

source: of
nb_no: av

source: records have been skipped due to errors
nb_no: poster har blitt hoppet over på grunn av feil

source: Date/Time
nb_no: Dato/Tid

source: Error message
nb_no: Feilmelding

source: Salon Booking System - Booking Cancellation
nb_no: Salongbestillingssystem - Avbestilling av bestilling

source: Booking is cancelled
nb_no: Kansellert bestilling

source: Cancellation is disabled
nb_no: Kansellering er deaktivert

source: Cancel Booking
nb_no: Kanseller bestilling

source: Discount applied
nb_no: Rabatt lagt til

source: This is a
nb_no: Dette er en

source: Code to be used
nb_no: Kode som skal brukes

source: Copy this code and give it to your customers
nb_no: Kopier denne koden og gi den til kundene dine

source: Automatic discount settings
nb_no: Automatiske rabattinnstillinger

source: Automatically apply when the rules are met
nb_no: Gjelder automatisk når reglene er oppfylt

source: Reservations collected by a single customer
nb_no: Bestillinger samlet av en enkelt kunde

source: Reservations amount collected by a single customer
nb_no: Bestillingsbeløpet som samles inn av en enkelt kunde

source: Customer score points
nb_no: Kundens poeng

source: On these specific date period
nb_no: På denne spesifikke datoperioden

source: Remove rule
nb_no: Fjern regelen

source: Number of reservations
nb_no: Antall bestillinger

source: Amount of reservations
nb_no: Beløp på bestillinger

source: Customer has at least points as a score
nb_no: Kunden har minst poeng som poengsum

source: Select one or more days of the week where the discount is valid
nb_no: Velg én eller flere ukedager hvor rabatten er gyldig

source: Add new rule
nb_no: Legg til ny regel

source: Type the amount of this discount
nb_no: Skriv inn størrelsen på denne rabatten

source: Maximum uses limit
nb_no: Grense for maksimal bruk

source: Leave it blank for an unlimited times of usage
nb_no: La den stå tom for ubegrenset antall ganger bruk

source: Per single user limit
nb_no: Grense per enkelt bruker

source: Limit this discount to the following services
nb_no: Begrens denne rabatten til følgende behandlinger

source: Leave it blank if you want to be applied to all services
nb_no: La det stå tomt hvis du vil bruke alle behandlinger

source: Limit this discount to the assistants
nb_no: Begrens denne rabatten til ansatte

source: Leave it blank if you want to be applied to all assistants
nb_no: La det stå tomt hvis du vil brukes på alle ansatte

source: Limit this discount to the following shops
nb_no: Begrens denne rabatten til følgende butikker

source: Leave it blank if you want to be applied to all shops
nb_no: La det stå tomt hvis du ønsker å bli brukt på alle butikker

source: Notify this discout by email.
nb_no: Varsle denne disken via e-post.

source: Hide from Booking My Account
nb_no: Skjul fra bestilling Min konto

source: Total usage ( %d )
nb_no: Total bruk ( %d)

source: AVAILABLE DISCOUNTS
nb_no: TILGJENGELIGE RABATTER

source: NEW RESERVATION
nb_no: Ny bestilling

source: DISCOUNT APPLIED
nb_no: Rabatt brukt

source: Expiration
nb_no: Utløpsdato

source: Used <strong>%s</strong> times
nb_no: Brukte <strong>%s</strong> tider

source: Display reservations
nb_no: Vis bestillinger

source: Hide reservations
nb_no: Skjul bestillinger

source: Book now
nb_no: Bestill nå

source: Enter discount code
nb_no: Angi rabattkode

source: key in your coupon code
nb_no: tast inn rabattkoden din

source: Apply
nb_no: Legg til

source: Next step
nb_no: Neste steg

source: Complete
nb_no: Fullfør

source: Salon booking plugin needs a valid license
nb_no: Plugin for salongbestilling trenger en gyldig lisens

source: Please insert your license key
nb_no: Sett inn lisensnøkkelen din

source: Book an appointment
nb_no: Bestill en time

source: Please enter your plugin license on administration panel
nb_no: Vennligst skriv inn plugin-lisensen din på administrasjonspanelet

source: On-line booking is disabled
nb_no: On-line booking er deaktivert

source: Add to your calendars
nb_no: Legg til i dine kalendere

source: Google calendar
nb_no: Google Kalender

source: iCal calendar
nb_no: Kalender

source: Outlook calendar
nb_no: Outlook-kalender

source: CONFIRM BOOKING
nb_no: BEKREFT BESTILLING

source: MANAGE BOOKING
nb_no: ENDRE BESTILLINGEN

source: Dear administrator
nb_no: Hei Administrator

source: this is an e-mail notification of a new booking
nb_no: ny bestilling

source: at
nb_no: på

source: please take note of the following booking details
nb_no: se bestillings detaljer

source: Reservation addt [SALON NAME] has been modified
nb_no: Bestillingen hos [SALON NAME] er blitt endret

source: BOOKING ID
nb_no: BESTILLINGS ID

source: DATE & TIME
nb_no: DATO/TID

source: SERVICES & ASSISTANTS
nb_no: BEHANDLINGER & ANSATTE

source: TOTAL AMOUNT
nb_no: TOTALBELØP

source: Already paid
nb_no: Allerede betalt

source: TIP
nb_no: TIPS

source: your customers
nb_no: dine kunder

source: has submitted a new review on his last visit at
nb_no: har sendt inn en ny anmeldelse på sitt siste besøk den

source: READ THE FULL REVIEW
nb_no: LES HELE ANMELDELSEN

source: CUSTOMER PREFERENCES
nb_no: KUNDENS PREFERANSER

source: YOUR CURRENT SCORE*
nb_no: DIN NÅVÆRENDE POENGSUM*

source: *Your personal current score is calculated considering all your past reservations with us.
nb_no: *Din poengsum beregnes ut fra alle dine tidligere reservasjoner hos oss.

source: It's used to give you special offers.
nb_no: Den brukes til å gi deg spesialtilbud.

source: CUSTOMER DETAILS
nb_no: Kundedetaljer

source: PAY
nb_no: BETAL

source: MANAGE
nb_no: ADMINISTRERE

source: CANCEL
nb_no: AVBRYT

source: Your booking is pending, please await our confirmation.
nb_no: Din bestilling er på vent. Vennligst vent på vår godkjenning.

source: CUSTOMER NOTES
nb_no: KUNDENS NOTATER

source: Please pay the remaining amount of your booking.
nb_no: Vennligst betal det resterende beløpet for bestillingen din.

source: Reminder: Your booking at
nb_no: Husk: Din bestilling på

source: Click on this button to send us your feedback
nb_no: Klikk på denne knappen for å sende oss din tilbakemelding

source: Dear
nb_no: Hei

source: We received the payment for your booking.
nb_no: Vi har mottat betaling for din bestilling.

source: Find us on
nb_no: Finn oss på

source: Important notes
nb_no: Viktige notater

source: the following booking at %s has been canceled
nb_no: følgende bestilling på %s er kansellert

source: Booking was rated
nb_no: Bestilling ble rangert

source: Payment of remaining amount of booking
nb_no: Betaling av gjenværende beløp for bestilling

source: Booking Canceled
nb_no: Bestilling Kansellert

source: Pending payment on booking
nb_no: Venter på betaling for reserverasjon

source: Your reservation at [SALON NAME] has been modified
nb_no: Din bestilling hos [SALON NAME] er blitt endret

source: Booking #%1$s has been re-scheduled by %2$s
nb_no: Bestilling #%1$s har blitt endret av %2$s

source: Reservation has been modified
nb_no: Endret bestilling

source: New booking for
nb_no: Bestilling for

source: Proudly powered by
nb_no: Kjøres på

source: Salon Booking System
nb_no: <p> En ny <strong> "Salong" </strong> seksjon er opprettet i venstre sidebar <br/> Tre nye sidene har blitt opprettet: "Bestilling", "Bestilling min konto" og "Takk side" <br/> Vi har også lagt noen "behandlinger" og "bestilling" for demo formål. Føl deg fri til å slette dem <br/> Gå til <a href="/wp-admin/admin.php?page=salon-settings"> <strong> "Salon> Innstillinger" </strong> </a> til oppsettet ditt Salon Booking System </p>

source: Salon Booking weekly report
nb_no: Ukentlig rapport

source: MOST BOOKED ASSISTANTS
nb_no: MEST BOOKEDE ANSATTE

source: MOST BOOKED SERVICES
nb_no: MEST BESTILTE BEHANDLINGER

source: MOST BOOKED WEEK DAYS
nb_no: MEST BESTILTE UKEDAGER

source: TOTAL RESERVATIONS / REVENUES
nb_no: TOTALE BESTILLINGER / INNTEKTER

source: PAID ONLINE
nb_no: BETALT PÅ NETT

source: PAID LATER
nb_no: BETALES SENERE

source: CANCELLED
nb_no: KANSELLERT

source: TOP SPENDER CUSTOMERS
nb_no: KUNDER SOM BRUKER MEST PENGER

source: this is your salon last week performances report.
nb_no: hei %s, dette er et sammendrag over forrige uke.

source: BEST PERFORMANCE
nb_no: BESTE YTELSE

source: CHECK FULL REPORT
nb_no: SJEKK FULLSTENDIG RAPPORT

source: This rule represents your open and close days, your open and close shift. Set carefully as it will affect your reservation system.
nb_no: Denne regelen angir dine åpne og stengte dager. Angi varsomt ettersom dette påvirker bestillinger.

source: Rule
nb_no: Regel

source: Available days
nb_no: Tigjengelige dager

source: Available days checked and green.
nb_no: Tilgjengelige dager markert og grønne.

source: Select specific dates
nb_no: Velg spesifikke datoer

source: Selected Dates
nb_no: Valgte datoer

source: No dates selected
nb_no: Ingen datoer valgt

source: Clear All Dates
nb_no: Fjern alle datoer

source: First shift
nb_no: Første skift

source: Second shift
nb_no: Andre Skift

source: Shift enabled
nb_no: Shift aktivert

source: Shift disabled
nb_no: Skift deaktivert

source: Select resource
nb_no: Velg ressurs

source: Select service
nb_no: Velg behandling

source: Select a service
nb_no: Velg en behandling

source: Always valid ( default )
nb_no: Alltid gyldig (standard)

source: Set a time range for this rule
nb_no: Angi et tidsintervall for denne regelen

source: Apply from
nb_no: Legg til fra

source: Until
nb_no: Til

source: Remove this rule
nb_no: Fjern denne regelen

source: No services addded yet
nb_no: Ingen behandling valgt ennå

source: This service has no duration, change it or add another one!
nb_no: Denne behandlingen har ingen varighet, endre den eller legg til en annen!

source: Total services duration exceeded, change or remove one!
nb_no: Total behandlings varighet overskredet, endre eller fjern en!

source: Start at
nb_no: Start den

source: End at
nb_no: Slutt den

source: No resources
nb_no: Ingen ressurser

source: more assistant
nb_no: Flere ansatte

source: No assistant required
nb_no: Ingen ansatt kreves

source: Service addded
nb_no: Behandling lagt til

source: Remove
nb_no: Fjern

source: Switch to PRO to unlock this feature! Click to know more.
nb_no: Bytt til PRO for å låse opp denne funksjonen! Klikk for å finne ut mer.

source: Switch to PRO to unlock this feature!
nb_no: Bytt til PRO for å låse opp denne funksjonen!

source: Unlock this feature today for a special price.
nb_no: Lås opp denne funksjonen i dag for en spesialpris.

source: Get access to all PRO features
nb_no: Få tilgang til alle PRO-funksjoner

source: Get access to Mobile Web App
nb_no: Få tilgang til Mobile Web App
