Repository: ty5ona/salon
Catalog: languages/salon-booking-system-*.po
Languages: nb_no

source: Hide on booking
nb_no: Skjul ved bestilling

source: Export to CSV
nb_no: Eksporter som CSV-fil

source: Field name
nb_no: Felt navn

source: Field width
nb_no: Felt bredde

source: Field default value
nb_no: Standard verdi for felt

source: Select file type
nb_no: Velg filtype

source: Add Field
nb_no: Legg til felt

source: Enter the list of options in the value:label format (one per row)
nb_no: Skriv inn listen over alternativer i value:label-formatet (ett per rad)

source: Check this box if you want to enable the Discount section
nb_no: Merk av i denne boksen hvis du vil aktivere rabatt -delen

source: Primary service
nb_no: Hoved behandling

source: No limits
nb_no: Ingen grenser

source: Set this option if you want to limit the number of services bookable during a single reservation.
nb_no: Angi her om du ønsker å begrense antall behandlinger en kunde kan reservere pr booking.

source: Secondary services
nb_no: Sekundære behandlinger

source: Make service selection required
nb_no: Behandling kreves

source: Use this field to provide your customers important infos about terms and conditions of their reservation.
nb_no: Teksten du skriver her vil stå på epost bekreftelsen til kunden.

source: Will be displayed on checkout page before booking completition.
nb_no: Vil vises på bookingen før bestillingen er fullført.

source: e.g. In case of delay we will take your seat for 15 minutes, then your booking priority will be lost
nb_no: f.eks. Ved forsinkelse tar vi plassen din i 15 minutter, og deretter mister du reservasjons prioriteten din

source: Last step note
nb_no: Siste trinns melding

source: Will be displayed on thankyou page. You can use [SALON PHONE], [SALON EMAIL]
nb_no: Vil vises på takkesiden. Du kan bruke [SALON PHONE], [SALON EMAIL]

source: e.g. You will receive a booking confirmation by email.If you do not receive an email in 5 minutes, check your Junk Mail or Spam Folder. If you need to change your reservation, please call <strong>[SALON PHONE]</strong> or send an e-mail to <strong>[SALON EMAIL]</strong>
nb_no: Du vil motta en bestillingsbekreftelse på e-post. Hvis du ikke mottar en e-post innen 5 minutter, sjekk søppelpost- eller spamfolder. Hvis du trenger å endre bestillingen din, vennligst ring <strong>[SALON PHONE]</strong> eller send en e-post til <strong>[SALON EMAIL]</strong>

source: Customer fidelity score
nb_no: Kunde lojalitets poeng

source: Customers will collect a score based on their bookings value and their retention.
nb_no: Kundene vil samle inn en poengsum basert på verdien av sine bestillinger.

source: Disable countdown on booking completion
nb_no: Deaktiver nedtelling ved fullføring av bestilling

source: After the summing up step, skip the countdown to go to the "Thank You" page.
nb_no: Etter oppsummering, hopp over nedtellingen for å gå direkte til "Takk" siden.

source: Here some useful resouces to understand how this plugin works:
nb_no: Her er noen nyttige kilder for å forstå hvordan denne plugin-en fungerer:

source: Documentation
nb_no: Dokumentasjon

source: Video tutorials
nb_no: Opplæringsvideoer

source: Tips and suggestions
nb_no: Tips og forslag

source: Are you experiencing an issue with our plugin? Follow this guide first:
nb_no: Opplever du et problem med Salon Booking? Følg denne veiledningen først:

source: Troubleshoot
nb_no: Feilsøke

source: If you need more assistance o report a bug follow these instructions:
nb_no: Om du trenger hjelp eller vil rapportere feil, følg disse instruksjonene:

source: <strong>PRO</strong> users please send and email to
nb_no: <strong>PRO</strong>-brukere vennligst send og e-post til

source: <strong>FREE</strong> users please post the problem on <a href="https://wordpress.org/support/plugin/salon-booking-system" target="blank">worpdress.org</a> official forum.
nb_no: <strong>GRATIS</strong> brukere vennligst legg ut problemet på <a href="https://wordpress.org/support/plugin/salon-booking-system" target="blank">worpdress.org</a> offisielt forum.

source: Rate us!
nb_no: Vurder oss!

source: Are you satisfied with Salon Booking System? Consider to leave a 5 stars rating on wordpress.org
nb_no: Er du fornøyd med Salon Booking System? Legg igjen en tilbakemelding på wordpress.org

source: Let's rate
nb_no: Klikk her

source: Show detailed information during checkout
nb_no: Vis detaljert informasjon i kassen

source: Only admin will see it.
nb_no: Bare admin vil se det.

source: Enable SLN Worker role
nb_no: Aktivere SLN-arbeiderrolle

source: Google Calendar settings
nb_no: Google Kalender innstillinger

source: Synchronize your reservation on your Google Calendar account.
nb_no: Synkroniser bestillingen din på Google Kalender-kontoen din.

source: Google Calendar enabled
nb_no: Google Kalender aktivert

source: Google Calendar disabled
nb_no: Google Kalender deaktivert

source: When active even the "Payment pending" reservation need to be published on Google Calendar.
nb_no: Når den er aktiv, vil også «Betaling venter» publiseres i Google Kalender.

source: Enabled
nb_no: Aktivert

source: Disabled
nb_no: Deaktivert

source: To use this feature you need to generate an OAuth Client ID on Google Developers Console. Click on "i" icon to get more information on this feature.
nb_no: For å bruke denne funksjonen må du generere en OAuth-klient-ID i Google Developers Console. Klikk på "i" ikonet for å få mer informasjon om denne funksjonen.

source: Google Client ID
nb_no: Google klient ID

source: Google Client Secret
nb_no: Google klient secret

source: Redirect URI
nb_no: Omdirigere URI

source: Follow these instructions to set-up your Google Calendar feature <br /><br />Whatch this video tutorial: https://screencast.com/t/X5UqZLUb<br /><br />1) Go to Google Developer Console<br />https://console.developers.google.com<br /><br />2 ) Click on Use Google APIs<br /><br />3 ) Click on Credentials link on left sidebar<br /><br />4 ) click on New Credential > OAuth ID<br /><br />5 ) Select Web application and click "Create"<br /><br />6 ) Set a name for your App ( your website name )<br /><br />7 ) Paste the URL of your website<br /><br />8 ) Copy the Redirect URI from Salon Booking settings > Google Calendar field and paste inside the Authorized redirect URIs field and click "Create". <br /><br />9 ) Copy and paste your Client ID inside Salon Booking settings > Google Calendar > Google Client Secret field and do the same thing with the Client Secret field. Then click on "Update settings". <br /><br />10) Enable Google Calendar and click Update settings - you will be redirected to a Google authorisation page where you need to click on "Allow" button. Then you'll be automatically redirected to the Salon Booking > Google Calendar page. <br /><br />11) Select which Google Calendar you want to use to publish all the new bookings.<br /><br />Use the "Synchronise booking" button to populate your selected Google Calendar with all current reservations. <br /><br />In case of need you can reset your Google Calendar from all the reservations using the "Delete all Google Calendar Events" button.
nb_no: Følg disse instruksjonene for å konfigurere Google Kalender-funksjonen <br /> <br /> Hva denne videoopplæringen gjør: https://screencast.com/t/X5UqZLUb <br /> <br /> 1) Gå til Google Developer Console <br /> https://console.developers.google.com <br /> <br /> 2) Klikk på Bruk Google APIer <br /> <br /> 3) Klikk på lenker til legitimasjon i venstre sidefelt <br / > <br /> 4) klikk på Ny legitimasjon> OAuth ID <br /> <br /> 5) Velg nettprogram og klikk "Opprett" <br /> <br /> 6) Angi et navn for appen din (din nettstedsnavn) <br /> <br /> 7) Lim inn nettadressen til nettstedet ditt <br /> <br /> 8) Kopier omdirigerings -URI -en fra Salon Booking -innstillinger> Google Kalender -feltet og lim inn i det autoriserte omdirigerings -URI -feltet og klikk "Opprett". <br /> <br /> 9) Kopier og lim inn klient -ID -en din i Salon Booking -innstillinger> Google Kalender> Google Client Secret -feltet, og gjør det samme med Client Secret -feltet. Klikk deretter på "Oppdater innstillinger". <br /> <br /> 10) Aktiver Google Kalender og klikk på Oppdater innstillinger - du blir omdirigert til en Google -autorisasjonsside der du må klikke på "Tillat" -knappen. Deretter blir du automatisk omdirigert til siden Salongbestilling> Google Kalender. <br /> <br /> 11) Velg hvilken Google Kalender du vil bruke til å publisere alle de nye bestillingene. <br /> <br /> Bruk "Synkroniser bestilling" -knappen for å fylle ut den valgte Google Kalenderen med alle gjeldende Følg disse instruksjonene for å konfigurere Google Kalender-funksjonen din <br /><br />Se denne videoopplæringen: https://screencast.com/t/X5UqZLUb<br /><br />1) Gå til Google Developer Console<br />https://console.developers.google.com<br /><br />2) Klikk på Bruk Google API-er<br /><br />3) Klikk på Legitimasjon-lenken i venstre sidefelt<br /><br />4) Klikk på Ny legitimasjon > OAuth-ID<br /><br />5) Velg nettapplikasjon og klikk på «Opprett»<br /><br />6) Angi et navn for appen din (nettstedets navn)<br /><br />7) Lim inn URL-en til nettstedet ditt<br /><br />8) Kopier omdirigerings-URI-en fra innstillingene for salongbestilling > feltet Google Kalender og lim den inn i feltet Autoriserte omdirigerings-URI-er, og klikk på «Opprett». <br /><br />9) Kopier og lim inn klient-ID-en din i innstillingene for salongbestilling > Google Kalender > feltet Google-klienthemmelighet, og gjør det samme med feltet Klienthemmelighet. Klikk deretter på «Oppdater innstillinger». <br /><br />10) Aktiver Google Kalender og klikk på Oppdater innstillinger. Du blir omdirigert til en Google-autorisasjonsside der du må klikke på «Tillat»-knappen. Deretter blir du automatisk omdirigert til siden Salongbestilling > Google Kalender. <br /><br />11) Velg hvilken Google Kalender du vil bruke til å publisere alle nye bestillinger. <br /><br />Bruk knappen «Synkroniser bestilling» for å fylle den valgte Google Kalenderen med alle gjeldende bestillinger. <br /><br />Om nødvendig kan du tilbakestille Google Kalenderen fra alle bestillinger ved å bruke knappen «Slett alle Google Kalender-hendelser».

source: Your Google calendars
nb_no: Dine Google Kalendere

source: Synchronize Bookings
nb_no: Synkroniser bestillinger

source: Delete all Google Calendar Events
nb_no: Slett alle Google Kalender innlegg

source: Get authorization
nb_no: Få autorisasjon

source: Google API Error:
nb_no: Google API feil:

source: To get the list of your Google Calendar you need to log-in with Google OAuth. At the moment you are not logged-in.
nb_no: For å få listen over dine Google kalendere må du være logget inn med Google OAuth. Du er ikke logget inn.

source: Salon information
nb_no: Informasjon om salongen

source: Date and Time settings
nb_no: Dato og tid innstillinger

source: Assistant selection
nb_no: Ansatt valg

source: Email notification services
nb_no: E-post varsling

source: Automatic follow-up
nb_no: Automatisk oppfølging

source: Automatic feedback reminder
nb_no: Automatisk tilbakemelding påminnelse

source: API services
nb_no: API-tjenester

source: Administration rules
nb_no: Administrasjonsregler

source: Your salon name
nb_no: Bedrift navn

source: Leaving this field empty will cause the default site name <strong>(%s)</strong> to be used
nb_no: Om dette feltet står tomt, så vil <strong>(%s)</strong> bli brukt

source: Salon contact e-mail
nb_no: Kontakt e-post

source: Leaving this field empty will cause the default site email <strong>(%s)</strong> to be used
nb_no: Hvis du lar dette feltet stå tomt, vil standard e-postadresse for nettstedet <strong>(%s)</strong> bli brukt

source: Salon telephone number
nb_no: Telefon

source: write your address
nb_no: skriv adressen din

source: Provide the full address of your Salon
nb_no: Oppgi den fullstendige adressen til salongen din

source: Upload your logo
nb_no: Last opp din logo

source: Use a transparent png file
nb_no: Bruk en gjennomsiktig PNG fil

source: Date Format
nb_no: Dato format

source: Time Format
nb_no: Tids format

source: Select your favourite date and time format. Do you need another format? Send an email to support@wpchef.it
nb_no: Velg ditt foretrukne dato- og klokkeslettformat. Trenger du et annet format? Send en e-post til support@wpchef.it

source: Start week on
nb_no: Start uke på

source: Default Calendar View
nb_no: Standard kalendervisning

source: Display slots using customer's time-zone
nb_no: Vis ledige timer ved hjelp av kundens tidssone

source: Enable assistant selection
nb_no: Aktiver valg av ansatte

source: Let your customers choose their favourite staff member.
nb_no: La dine kunder velge ansatt.

source: Only from back-end
nb_no: Bare fra back-end

source: If enabled the assistant selection step will be hidden on front-end.
nb_no: Hvis det er aktivert, vil ansatt valgtrinnet være skjult på front-end.

source: Assistants will be assigned automatically by the system.
nb_no: Ansatt vil bli tildelt automatisk av systemet.

source: Hide unavailable assistants
nb_no: Skjul utilgjengelige

source: Skip assistant selection step
nb_no: Hopp over valgtrinnet

source: Skip assistant selection step, if only one is available
nb_no: Hopp over valgtrinnet, hvis bare ett er tilgjengelig

source: Disable "Choose an assistant for me"
nb_no: Deaktiver "Velg en ansatt for meg"

source: When checked the option "Choose an assistant for me" will be removed on front-end Assistants selection step.
nb_no: Når det er merket av, vil alternativet "Velg en ansatt for meg" bli fjernet på front-end Assistants valgtrinn.

source: Enable multiple assistants selection
nb_no: Aktiver valg av flere ansatte

source: Users can select more than one assistants for their booked services. Please set with care the "execution order" inside your services section.
nb_no: Kunder kan velge mer enn én ansatt for sine bestilte tjenester. Vennligst angi nøye «utførelsesrekkefølgen» under dine behandlinger.

source: Enable assistant email on new bookings
nb_no: Aktiver e-post varsling av ansatt ved ny bestilling

source: Assistants will receive an e-mail when selected for a new booking.
nb_no: Ansatt vil motta en e-post ved ny bestilling.

source: Manage staff
nb_no: Behandle ansatte

source: If you need to add or manage your staff members.
nb_no: Hvis du trenger å legge til eller administrere dine ansatte.

source: New booking email notification to customer
nb_no: Ny e-post til kunden

source: Email Subject
nb_no: E-post emne

source: You can use [DATE], [TIME], [SALON NAME]
nb_no: Du kan bruke [DATE], [TIME], [SALON NAME]

source: Disable new user welcome email
nb_no: Deaktiver velkomst-e-post for nye kunder

source: Customize the booking notification message
nb_no: Tilpasse bestillingsvarselmeldingen

source: You can use [DATE], [TIME], [NAME], [SALON NAME]
nb_no: Du kan bruke [DATE], [TIME], [NAME], [SALON NAME]

source: Email notifications service
nb_no: E-post varslings tjeneste

source: Remind the appointment to the client with an Email
nb_no: Påminn kunde om bestilling via e-post

source: Email Timing
nb_no: E-post timing

source: Customize the booking reminder message
nb_no: Tilpass meldingen om bestillingspåminnelse

source: Enable reservation follow-up
nb_no: Aktivere oppfølging

source: by Email
nb_no: via e-post

source: by SMS
nb_no: via SMS

source: Timing
nb_no: Tid

source: Customer habit
nb_no: Kunde vaner

source: We'll send a message two days before the <strong>next estimated booking</strong>
nb_no: Vi vil sende en beskjed to dager før <strong>neste estimerte booking</strong>

source: After the last appointment
nb_no: Etter siste avtale

source: Custom message (max 500 characters)
nb_no: Egendefinert melding (maks 500 tegn)

source: write message
nb_no: skrive melding

source: You can use this dynamic tags: [NAME], [SALON NAME]
nb_no: Du kan bruke følgende tags: [NAME], [SALON NAME]

source: If enabled an email/sms will be sent automatically to the customer one day after the last visit to the salon.
nb_no: Hvis aktivert vil en e-post/sms automatisk sendes til kunden en dag etter siste besøk i salongen.

source: Enable feedback submission request
nb_no: Aktiver innsending av tilbakemelding

source: Feedback submission URL
nb_no: URL-adresse for innsending av tilbakemelding

source: Subject for feedback mail
nb_no: Emne for tilbakemeldingspost

source: Address auto-fill
nb_no: Autoutfyll av adresse

source: Google Places API Key
nb_no: Google Places API-nøkkel

source: Site Url
nb_no: Webadresse for område

source: API Key
nb_no: API nøkkel

source: Enable Editors as administrator
nb_no: Aktiver redaktører som administrator

source: This allows Wordpress users with Editor role to manage the Salon Booking section.
nb_no: Dette lar Wordpress -brukere med Editor -rollen redigere salongbestillingsdelen.

source: Allow Assistants to export bookings to CSV
nb_no: Tillat ansatte å eksportere bestillinger til CSV

source: This allows Wordpress users with Salon Staff role to export the bookings to CSV.
nb_no: Dette gjør det mulig for Wordpress-brukere med Salongpersonal-rollen å eksportere bestillingene til CSV.

source: Hide customer email address to assistants
nb_no: Skjul kundens e-postadresse for ansatte

source: This allows will hide customer emails for Salon Staff.
nb_no: Dette gjør det mulig å skjule kunde-e-poster for ansatte.

source: Hide customer telephone number to assistant
nb_no: Skjul kundens telefonnummer til ansatte

source: This allows will hide customer phone for Salon Staff.
nb_no: Dette gjør det mulig å skjule kundetelefonen for ansatte.

source: Force Logout All Salon Staff
nb_no: Tving utlogging av alle ansatte

source: Force logout all salon staff users
nb_no: Tving utlogging av alle ansatte

source: Total staff: %d | Online: %d
nb_no: Totalt antall ansatte: %d | Pålogget: %d

source: Reset settings
nb_no: Nullstill innstillinger

source: Use this option to restore all the original settings. All your actual settings will be lost. <br />This operation can't be undone.
nb_no: Bruk dette alternativet for å gjenopprette alle de opprinnelige innstillingene. Alle dine endringer vil gå tapt. <br /><strong>Denne operasjonen kan ikke angres</strong>.

source: Prices visibility
nb_no: Pris synelighet

source: Currency
nb_no: Valuta

source: Set your currency
nb_no: Angi din valuta

source: Set your currency position
nb_no: Angi valuta plassering

source: on left side
nb_no: før beløp

source: on right side
nb_no: etter beløp

source: If you want a new currency to be added please send us an email to support@wpchef.it
nb_no: Om du mangler en valuta, kontakt kundeservice support@wpchef.it

source: Decimal separator
nb_no: Desimal skiller

source: Thousand separator
nb_no: Tusen skiller

source: Hide Prices
nb_no: Skjul priser

source: Select this Option if you want to hide all prices from the front end.<br/>Note: Online Payment will be disabled.
nb_no: Velg dette om du ønsker å skjule priser. <br/>Info! Online betaling vil bli deaktivert.

source: Accept online payments with PayPal, Stripe or many other payments platforms.
nb_no: Godta online betaling med PayPal, Stripe eller mange andre betalingsplattformer.

source: Request upfront deposit or offer a "Pay later" option.
nb_no: Be om et forhånds depositum eller tilby et «Betal senere»-alternativ.

source: Switch to PRO version today, and get access to all available features.
nb_no: Bytt til PRO-versjon i dag, og få tilgang til alle tilgjengelige funksjoner.

source: OK, I need this..
nb_no: OK, jeg trenger dette..

source: Online payment
nb_no: Online Betaling

source: Payment methods
nb_no: Betalingsmåter

source: Pay a deposit
nb_no: Betal et depositum

source: Tip request
nb_no: Forespørsel om tips

source: Apply a transaction fee
nb_no: Legg til et transaksjonsgebyr

source: Pending payment email
nb_no: E-post om ventende betaling

source: Minimum order amount
nb_no: Minimum ordrebeløp

source: Unpaid reservations
nb_no: Ubetalte bestillinger

source: Online payment<span>Allow users to pay in advance using one of the available payments methods.</span>
nb_no: Online Betaling.<span> Tillat dine kunder å betale for bestillinger på forhånd.</span>

source: If enabled you need to setup one of the available payments methods.
nb_no: Om aktivert så må du aktivere en av de tilgjengelige betalingsmåtene.

source: If you want to integrate a new custom payment gateway please refere to <strong>custom_payment_gateway.txt</strong> file inside our plugin folder.
nb_no: Om du ønsker å benytte deg av en egen definert betalingsløsning. Vennligst se på<strong>custom_payment_gateway.txt</strong>.

source: Give users the option to pay once they are at your salon.
nb_no: Gi brukerne muligheten til å betale når de er i salongen din.

source: Percentage
nb_no: Prosent

source: Disable advanced rules
nb_no: Deaktiver avanserte regler

source: Enable advanced rules
nb_no: Aktivere avanserte regler

source: Fixed amount
nb_no: Fast sum

source: Specify the amount without currency symbol
nb_no: Spesifiser beløpet uten valuta symbol

source: Enable tip field
nb_no: Aktiver tipsfelt

source: Select this option if you want collect tips from customers.
nb_no: Velg dette alternativet hvis du vil samle inn tips fra kunder.

source: Specify the fee amount without currency symbol
nb_no: Angi gebyrbeløpet uten valutasymbol

source: Select mode
nb_no: Velg modus

source: Fixed
nb_no: Fast

source: Choose among "Percentage" and "Fixed" mode
nb_no: Velg mellom "Prosentandel" og "Fast"-modus

source: Disable the first email sent to the customer
nb_no: Deaktiver den første e-posten som sendes til kunden

source: Select this Option if you want to disable first pending payment email sent to the customer.
nb_no: Velg dette alternativet hvis du vil deaktivere den første e-posten med ventende betaling som sendes til kunden.

source: Enable cancellation
nb_no: Aktiver kansellering

source: Select this option if you want to automatically cancel unpaid reservations.
nb_no: Aktiver dette om du ønsker å automatisk kansellere ubetalte bestillinger.

source: Delete unpaid reservations after
nb_no: Slett ubetalte er etter

source: Set the time range to complete the online payment.
nb_no: Angi tid for å fullføre online betaling.

source: Enable TAX calculation
nb_no: Aktiver MVA-beregning

source: Switch to PRO to unlock this feature
nb_no: Bytt til PRO for å låse opp denne funksjonen

source: Enter tax inclusive prices
nb_no: Angi priser inkl. MVA

source: Enter tax exclusive prices
nb_no: Angi priser eks. MVA

source: Enter TAX %
nb_no: Angi MVA %

source: Select booking form layout
nb_no: Booking Layout

source: Custom colors
nb_no: Egendefinerte farger

source: Ajax steps
nb_no: Aktivere Ajax

source: Bootstrap assets
nb_no: Bootstrap-ressurser

source: Select your favorite booking form layout
nb_no: Layout på Bookingen,

source: Choose the one that best fits your page
nb_no: Velg den som best passer til din side

source: Custom colors are enabled
nb_no: Egendefinerte farger er aktivert

source: Custom colors are disabled
nb_no: Egendefinerte farger er deaktivert

source: Customize colors of the salon shortcode.
nb_no: Tilpass dine egen farger.

source: Sample page/step title
nb_no: Eksempeltittel på side/trinn

source: Sample label
nb_no: Eksempel på etikett

source: Sample input
nb_no: Eksempel på inndata

source: Sample button
nb_no: Eksempel-knapp

source: Background color
nb_no: Bakgrunnsfarge

source: Main color
nb_no: Hovedfarge

source: Text color
nb_no: Tekstfarge

source: Ajax steps <span>This allows loading steps via ajax</span>
nb_no: Aktivere Ajax <span>Dette laster steg via ajax</span>

source: Enable ajax steps
nb_no: Aktivere Ajax

source: This allows loading steps via ajax for a more smooth booking form transition.
nb_no: Dette aktiverer lasting av steg med Ajax som gir en finere overgang i skjemaet.
