Repository: ty5ona/salon
Catalog: languages/salon-booking-system-*.po
Languages: nb_no

source: Activate online payments
nb_no: Aktiver online betalinger

source: Get email priority support
nb_no: Få prioritert støtte via e-post

source: Download our add-ons for free
nb_no: Last ned tilleggene våre gratis

source: Switch to <strong>PR<span>O</span></strong>
nb_no: Bytt til <strong>PR<span>O</span></strong>

source: On-line booking available days
nb_no: Online booking tilgjengelige dager

source: Create one or more rules to limit online reservation to specific days and time range. <br />Leave blank if you want bookings available everydays at every hour
nb_no: Angi en eller flere regler for hvilke dager online booking er tilgjengelig. <br />La dette feltet stå blankt om du ønsker at online booking alltid skal være tilgjengelig

source: Add new booking rule
nb_no: Legg til ny bestillings regel

source: no users found
nb_no: ingen brukere funnet

source: Start typing the email
nb_no: Skriv e-posten adressen

source: Display phone inside booking notification
nb_no: Vis telefon inne i bestillingsvarsel

source: Limit reservations to the following services
nb_no: Begrens bestillinger til følgende behandlinger

source: Select or search one or more services
nb_no: Velg eller søk etter en eller flere behandlinger

source: Use this option only if this assistant is able to provide specific services. If not leave it blank
nb_no: Bruk dette alternativet bare hvis denne ansatte kan tilby utvalgte behandlinger. Hvis ikke, la det stå tomt

source: Multiple Customers per Session
nb_no: Flere kunder per økt

source: Limit access to assigned bookings only
nb_no: Begrens tilgangen til kun tilordnede bestillinger

source: In the <strong>Pro</strong> version you could limit this assistant to view and manage only his own reservations.
nb_no: I <strong>Pro-versjonen</strong> kan du begrense denne ansatte til å se og redigere kun sine egne bestillinger.

source: Ok, I need this.
nb_no: Ok, jeg trenger dette.

source: Limit access to back-end calendar only
nb_no: Begrens tilgangen bare til serverkalender

source: Assistant Description
nb_no: Ansatt Beskrivelse

source: A very short description of this assistant. It is optional
nb_no: En kort beskrivelse av den ansatte. Dette er valgfritt

source: Calendar is not configured
nb_no: Kalender er ikke konfigurert

source: Calendars
nb_no: Kalendere

source: Approve this booking
nb_no: Godkjenn denne bestillingen

source: Please set a new date and time
nb_no: Angi en ny dato og et nytt klokkeslett

source: Set as default status
nb_no: Angi som standardstatus

source: Default status
nb_no: Angi standardstatus

source: Done !
nb_no: Ferdig!

source: Client
nb_no: Kunde

source: Date
nb_no: Dato

source: Totals
nb_no: Totaler

source: Notes
nb_no: Notater

source: SOAP Notes
nb_no: SOAP-notater

source: List view on
nb_no: Listevisning på

source: List view off
nb_no: Listevisning av

source: Search for a user
nb_no: Søk i kunder

source: Just start typing a name, email, or phone number in the search field to quickly find the user you need!
nb_no: Skriv del av navn, e-post eller telefonnummer i søkefeltet for finne kunde!

source: Open customer file
nb_no: Åpne kundefil

source: Reset
nb_no: Nullstill

source: Fidelity score
nb_no: Fidelity-poengsum

source: Save as new customer
nb_no: Lagre som ny kunde

source: Last edit
nb_no: Siste redigering

source: by
nb_no: ved

source: Select a day
nb_no: Velg en dag

source: Select an hour
nb_no: Velg en time

source: OK! the date and time slot you selected is available
nb_no: Flott! Dato og tiden du valgte er tilgjengelig

source: Tip
nb_no: Tips

source: Amount to be paid
nb_no: Betalt tidligere

source: Please click on "%s" button to see the updated prices
nb_no: Klikk på "%s"-knappen for å se de oppdaterte prisene

source: Update booking
nb_no: Lagre bestilling

source: Update totals
nb_no: Oppdater pris

source: Personal message
nb_no: Kundens notater

source: Administration notes
nb_no: Våre notater (Usynlig for kunden)

source: Show more details
nb_no: Vis flere detaljer

source: Re-send email notification to
nb_no: Sendt e-post varsling på nytt til

source: Type a message for your customer
nb_no: Send en melding til kunde

source: Re-send payment link
nb_no: Send betalings link på nytt

source: How many reservations for the same date/time slot ?
nb_no: Hvor mange bestillinger for samme dato/tidsluke?

source: Enable
nb_no: Aktiver

source: Disable
nb_no: Deaktiver

source: Use it to temporarily disable this resource
nb_no: Bruk den til å deaktivere denne ressursen midlertidig

source: Assigned services
nb_no: Tildelte behandlinger

source: select one or more services
nb_no: velg en eller fler under-behandlinger

source: Select the services to be assigned to this resource
nb_no: Velg behandlingene som skal tilordnes til denne ressursen

source: Switch to "ADVANCED / Availability method" to set custom duration
nb_no: Bytt til "AVANSERT / Tilgjengelighetsmetode" for å angi egendefinert varighet

source: Variable duration
nb_no: Variabel varighet

source: Select this if you want this service has variable duration
nb_no: Velg dette hvis du vil at denne behandlingen skal ha variabel varighet

source: Select this if you want this service considered as secondary level service
nb_no: Velg dette om du vil ha denne behandlingen som et andrevalg

source: Exclusive service
nb_no: Eksklusiv service

source: If enabled, when a customer choose this service no other services can be booked during the same reservation
nb_no: Hvis en kunde velger denne behandlingen, kan ingen andre behandlinger bestilles under samme bestilling hvis denne er aktivert

source: Hide on front-end
nb_no: Skjul på front-end

source: If enabled this service will never be displayed on front-end
nb_no: Hvis den er aktivert, vil denne behandlingen aldri vises på front-end

source: Display if
nb_no: Vis om

source: always
nb_no: alltid

source: belong to the same category
nb_no: hører til samme kategori

source: is child of selected service
nb_no: er andrevalg til valgt behandling

source: Select parent services
nb_no: Velg hoved behandling

source: Execution Order
nb_no: Utførelse sortering

source: Use a number to give this service an order of execution compared to the other services.
nb_no: Bruk et nummer for å angi denne behandlingen i rekkefølgen på gjennomføring i forhold til de andre behandlingene.

source: Consider that this option will affect the availability of your staff members that you have associated with this service.
nb_no: Ta i betraktning at dette alternativet vil påvirke tilgjengeligheten av dine ansatte som du har knyttet til denne behandlingen.

source: Parallel execution
nb_no: Parallell utførelse

source: Multiple attendats
nb_no: Flere deltakere

source: Minimum amount
nb_no: Minstebeløp

source: Service Offset
nb_no: Forskyvning mellom behandlinger

source: If enabled, create a block between two consecutive reservations for this service
nb_no: Hvis aktivert, oppretter du en blokk mellom to påfølgende bestillinger for denne behandlingen

source: minutes
nb_no: minutter

source: Service lock
nb_no: Servicelås

source: If enabled, new bookings for this service are locked for the time range defined in the settings.
nb_no: Hvis aktivert, låses nye bestillinger for denne behandlingen i tidsintervallet som er definert i innstillingene.

source: Lock Timing
nb_no: Lås timing

source: Enable service break
nb_no: Aktivere pause mellom behandlinger

source: Break length
nb_no: Pauselengde

# part of:The time minimum breke is 30' with increase of 30' each
source: The time minimum breke is
nb_no: Minimumstiden er

# part of: The time minimum breke is 30' with increase of 30' each
source: with increase of
nb_no: med økning på

# part of: The time minimum breke is 30' with increase of 30' each
source: each
nb_no: stk

source: Break position
nb_no: Pauseposisjon

source: Drug the slider to set the break position
nb_no: Medikament glidebryteren for å angi pauseposisjonen

source: Direct link
nb_no: Direkte lenke

source: Use this link to move the user directly to the booking page with the service already selected.
nb_no: Bruk denne lenken for å flytte kunden direkte til bestillingssiden med behandlingen som allerede er valgt.

source: Please set the Booking page <a href="%s" target="_blank">Settings > General > Salon Booking System required pages</a>
nb_no: Vennligst angi bestillingssiden <a href="%s" target="_blank">Innstillinger > Generelt > Salon-bestillingssystem obligatoriske sider</a>

source: Variable price
nb_no: Variabel pris

source: No assistants
nb_no: Ingen ansatte

source: Salon Data Update Required
nb_no: Data oppdatering kreves

source: A database update is required for this version. Please make a back-up of your database before proceed.
nb_no: En database oppdatering kreves. Vennligst ta en back-up av din database før du fortsetter.

source: Run the updater
nb_no: Kjør oppdatering

source: Pay <strong>%1$s</strong> as a remaining amount with %2$s
nb_no: Betal <strong>%1$s</strong> som et restbeløp med %2$s

source: Pay <strong>%1$s</strong> as a deposit with %2$s
nb_no: Betal <strong>%1$s</strong> som depositum med %2$s

source: Pay <strong class='sln-total-price'>%s</strong> with
nb_no: Betal <strong class='sln-total-price'>%s</strong> med

source: Pay Now
nb_no: Betal nå

source: Paypal account informations
nb_no: PayPal konto informasjon

source: Your PayPal account e-mail
nb_no: Din PayPal konto e-post

source: Enable PayPal sandbox
nb_no: Aktivr PayPal sandkasse

source: Check this option to test PayPal payments using your PayPal Sandbox account.
nb_no: Velg dette for test PayPal betalinger ved å bruke din PayPal sandkasse.

source: Stripe account informations
nb_no: STRIPE konto informasjon

source: Secret key
nb_no: Sikkerhets nøkkel

source: Enter your Stripe api key
nb_no: Skriv inn Stripe API-nøkkelen din

source: Publishable key
nb_no: Publiserbar nøkkel

source: Enter your Stripe publishable api key
nb_no: Din STRIPE publiserbare API nøkkel

source: Select a payment method
nb_no: Velg en betalingsmåte

source: ALL
nb_no: ALLE

source: CREDIT CARD
nb_no: KREDITTKORT

source: BANCONTACT
nb_no: BLOKKER KONTAKT

source: Opening hours preview
nb_no: Forhåndsvisning av åpningstider

source: Visual overview of your booking availability based on current rules and session duration.
nb_no: Visuell oversikt over tilgjengeligheten din basert på gjeldende regler for booking.

source: Session Duration
nb_no: Øktens varighet

source: Active Rules
nb_no: Aktive regler

source: Updating preview...
nb_no: Oppdaterer forhåndsvisning...

source: This rule is always Enabled
nb_no: Denne regelen er alltid aktivert

source: Not always Enabled
nb_no: Ikke alltid aktivert

source: Start on
nb_no: Start den

source: at
nb_no: den

source: End on
nb_no: Slutt den

source: Availability mode
nb_no: Tilgjengelighets modus

source: Select your favourite booking system mode.
nb_no: Velg din favoritt modus for bestillinger.

source: Choose which kind of booking algorithm want to use for your salon according to your specific booking needs.
nb_no: Velg hvilken type bestillingsalgoritme du vil bruke for salongen din i henhold til dine spesifikke bestillingsbehov.

source: User booking cancellation
nb_no: Kunde bestilling kansellering

source: Booking cancellation
nb_no: Bestillings kansellering

source: Select this option if you want your users able to cancel a booking from the front-end.
nb_no: Velg dette om du ønsker at din kunder skal kunne kansellere bestilling fra "Min Side".

source: Time in advance
nb_no: Tid på forhånd

source: How many hours before the appointment the cancellation is still allowed
nb_no: Hvor mange timer før bestilling den kan kanselleres

source: Users once logged in inside the MY ACCOUNT BOOKING page will be able to see the list of their upcoming reservations and eventually Cancel them. An email notification will be sent to you and to the customers.
nb_no: Kunder som logger inn på sine sider, kan se sine bestillinger og eventuellt kansellere dem. En e-post med bekreftelse sendes til deg og kunde.

source: Booking manual confirmation
nb_no: Bestilling manuell bekreftelse

source: Booking confirmation
nb_no: Bestillings bekreftelse

source: Select this option to manually confirm each booking.
nb_no: Velg dette for å manuelt bekrefte bestillinger.

source: Booking steps order
nb_no: Bestillings steg

source: Change order
nb_no: Endre rekkefølge

source: Selecting this option the booking process will follow this order: A - Services B - Assistants C - Date/Time
nb_no: Ved å aktivere dette vil stegene bli: A- Behandling -> B- Ansatt -> C - Dato / Tid

source: Holidays days
nb_no: Fridager

source: Set one or more rules for your holidays.<br /> Users will not be able to make reservation during these periods
nb_no: Angi en eller flere regler for fridager.<br /> Det vil ikke være mulig å bestille på angitte dager

source: Add new
nb_no: Legg til ny

source: Offset between reservations
nb_no: Forskyvning mellom bestillinger

source: Enable offset
nb_no: Aktiver forskyvning

source: Select this option to add an OFF interval between two sequencial reservations
nb_no: Velg dette om du ønsker å legge til en IKKE TILGJENGELIG intervall mellom to bookinger

source: Offset duration
nb_no: Forskynings varighet

source: How many minutes lasts this Offset?
nb_no: Hvor lenge, i minutter, varer denne forskyvningen?

source: Note that during the Offset interval new reservations will not be available.
nb_no: Merk at nye bestillinger ikke vil være tilgjengelige i løpet av forskyvnings perioden.

source: Booking rescheduling
nb_no: Endre Bestillingen

source: Disable reschedule
nb_no: Deaktiver endring

source: Select this option if you want disable the RESCHEDULE feature.
nb_no: Velg dette alternativet hvis du vil deaktivere muligheten for at kunden kan endre bestillingen.

source: How many days before the appointment the rescheduling is still allowed
nb_no: Hvor mange dager før avtalen er endring fortsatt tillatt

source: Users once logged in inside the MY ACCOUNT BOOKING page will be able to see the list of their upcoming confirmed or paid reservations and eventually RESCHEDULE them. An email notification will be sent to you and to the customers.
nb_no: Kunder som er logget inn på "Min side" vil kunne se listen over sine kommende bekreftede eller betalte bestillinger og til slutt BESTILLE dem på NYTT. Et e-post varsel vil bli sendt til deg og til kundene.

source: Enable “Resources based reservations”
nb_no: Aktiver «Ressurs baserte bestillinger»

source: Enable this option to active the resources.
nb_no: Aktiver dette alternativet for å aktivere ressursene (tilgjengelige behandlere og rom).

source: Pause booking service <span class="block">If <strong>OFF</strong> the online booking form will be disabled and your users will see a message.</span>
nb_no: Sett booking på pause <span class="block">Hvis <strong>AV,</strong> vil Booking Kalenderen bli deaktivert, og kundene dine vil se meldingen du skriver i feltet under.</span>

source: Message on disabled booking
nb_no: Beskjed ved deaktivert booking

source: Booking is not available at the moment, please contact us at
nb_no: Online bestilling er for øyeblikket ikke tilgjengelig. Vennligst kontakt oss på

source: Booking time range <span>Define the time range in wich customers may book an appointment</span>
nb_no: Tidsluker for bestillinger <span>Definer tidslukene der kunder kan bestille tid</span>

source: Range starts
nb_no: Start

source: Range ends
nb_no: Slutt

source: Maximum
nb_no: Maks

source: If you want for example that your customer can make a reservation up to two days before the appointment date and from a maximum of one month before the appointment date use this range options to set your desired rule.
nb_no: Om du for eksempel ønsker at dine kunder skal kunne reservere i to dager på forhånd, og maks en måned før så angi disse reglene her.

source: Onesignal Notifications service
nb_no: Onesignal varslingstjeneste

source: Generate
nb_no: Generer

source: Send Onesignal notification on new bookings
nb_no: Send Onesignal-varsel om nye bestillinger

source: Onesignal notification will be sent to a staff member
nb_no: Onesignal-varsel vil bli sendt til en medarbeider

source: Customize the Onesignal notification message
nb_no: Tilpass Onesignal-varslingsmeldingen

source: You can use [NAME], [SALON NAME], [DATE], [TIME], [PRICE], [BOOKING ID]
nb_no: Du kan bruke [NAME], [SALON NAME], [DATE], [TIME], [PRICE], [BOOKING ID]

source: Salon Booking System required pages
nb_no: Påkrevde sider for salongbestillingssystemet

source: Booking page
nb_no: Bestillings side

source: Select a page with the booking form.
nb_no: Velg en side med booking kalenderen.

source: Thank you page
nb_no: Takk side

source: Select a page where to redirect your users after booking completition.
nb_no: Velg den siden du ønsker å vise etter bestilling.

source: Booking My Account
nb_no: Min konto

source: Select a page where your users view their bookings.
nb_no: Velg den siden du ønsker å bruke til dine kunde sider.

source: Reset all settings
nb_no: Tilbakestill alle innstillinger

source: Do you really want to reset?
nb_no: Vil du virkelig tilbakestille?

source: SMS services
nb_no: SMS tjenester

source: SMS service provider
nb_no: SMS-tjenesteleverandør

source: To use all the SMS features you need an active account with Plivo o Twilio providers. <br /><br />Please read carefully their documentation about how to properly set the options.
nb_no: For å bruke alle SMS-funksjonene trenger du en aktiv konto hos Plivo, Twilio eller annen leverandør av SMS tjenester. <br /><br />Les nøye dokumentasjonen deres om hvordan du setter opp dette.

source: Select your service provider
nb_no: Velg din tjeneste tilbyder

source: Account ID
nb_no: Konto ID

source: Sender's number
nb_no: Avsender nummer

source: Trunk trailing 0 prefix
nb_no: Fjern 0 prefix

source: SMS Test console
nb_no: SMS Test

source: fill the fields and update settings
nb_no: fyll ut feltene og oppdater innstillinger

source: Number
nb_no: Nummer

source: Message
nb_no: Beskjed

source: Use this console just to test your SMS services. Fill the destination number without the country code, write a text message and click "Update settings" to send an SMS.
nb_no: Bruk denne siden for å test SMS tjenesten. Fyll inn nummer du ønsker å sende til, uten landskode og skriv en kort beskjed. Klikk på "Oppdater innstillinger" for å sende SMS.

source: SMS Notifications service
nb_no: SMS Varslinger

source: Send SMS notification on new bookings
nb_no: Send SMS ved nye bookinger

source: SMS will be sent to your customer and a staff member
nb_no: SMS vil bli sendt til din kunde og ansatt

source: Send SMS notification on modified bookings
nb_no: Send SMS-varsel om endrede bestillinger

source: Staff member notification number
nb_no: Ansatt varslingsnummer

source: Remind the appointment to the client with an SMS
nb_no: Påminn kunde om bestilling med en SMS

source: SMS Timing
nb_no: SMS tid

source: Before the appointment
nb_no: Før avtale

source: Send an SMS to selected attendant on new bookings
nb_no: Send en SMS til valgt ansatt ved nye bestillinger

source: Remember to set the mobile number of your staff members
nb_no: Husk å angi telefon til dine ansatte

source: Send an SMS to selected attendant on modified bookings
nb_no: Send en SMS til valgt ledsager på endrede bestillinger

source: Enable Whatsapp notification
nb_no: Aktiver Whatsapp-varsling

source: Will be used Whatsapp messenger for deliver your notifications
nb_no: Vil bli brukt Whatsapp messenger for å levere varslene dine

source: Customize the SMS notification message on new bookings (max 160 characters)
nb_no: Tilpass SMS-varslingsmeldingen på nye bestillinger (maks 160 tegn)

source: ASCII mode
nb_no: ASCII-modus

source: Customize the SMS remind notification message on bookings (max 160 characters)
nb_no: Tilpass SMS-påminnelsesmeldingen på bestillinger (maks 160 tegn)

source: Customize the SMS notification message on modified bookings (max 160 characters)
nb_no: Tilpass SMS-varslingsmeldingen ved endrede bestillinger (maks 160 tegn)

source: SMS Verification service <span>Ask users to verify their identity with an SMS verification code</span>
nb_no: SMS varslings tjenete. <span>Spør dine kunder om å verifisere seg med en SMS kode</span>

source: Enable SMS verification
nb_no: Aktiver SMS verifisering

source: Avoid spam asking your users to verify their identity with an SMS verification code during the first registration.
nb_no: Du kan unngå spam og falske registreringer ved å aktivere SMS verifisering ved første registrering.

source: Advanced rules
nb_no: Avanserte regler

source: Set one or more conditions to define the amount of the upfront payment
nb_no: Angi én eller flere betingelser for å definere beløpet for forskuddsbetalingen

source: Name
nb_no: Navn

source: Condition (booking total amount is)
nb_no: Tilstand (bestillingens totale beløp er)

source: less than
nb_no: mindre enn

source: equal to
nb_no: det samme som

source: more than
nb_no: mer enn

source: Add rule
nb_no: Legg til regel

source: Pause booking service
nb_no: Sett booking på pause

source: Customers per session
nb_no: Kunder per økt

source: Session average duration
nb_no: Gjennomsnittelg varighet

source: Booking time range
nb_no: Tidsrom for bestilling

source: How many people you can attend during a single time/session?
nb_no: Hvor mange kunder kan du håndtere samtidig?

source: Set these options carefully because it will affect the number of bookings you can accept for the same <strong>time/session</strong>.
nb_no: Angi disse verdiene med varsomhet, ettersom det påvirker antall bestillinger du kan godta på samme <strong>tidspunkt</strong>.

source: This option will change the minimum hour fraction of the Time picker.
nb_no: Dette alternativet endrer minimums tid i tidsvelgeren.

source: Minutes per session
nb_no: Minutter pr sessjon

source: We suggest you to set this option accordingly with the duration of your shortest service.
nb_no: Vi foreslår at du angir dette alternativet i henhold til varigheten av den korteste behandlingen.

source: Checkout options
nb_no: Betalingsvalg

source: Facebook login
nb_no: Facebook logg inn

source: Checkout form fields
nb_no: Registrering av kunde

source: Advanced Discount System
nb_no: Rabatter

source: Services selection limit
nb_no: Grense for valg av behandling

source: Enable guest checkout
nb_no: Aktiver utskjekking som gjest

source: If enabled users can checkout as a guest and no account will be created for them.
nb_no: Om dette er aktivert, så kan dine kunder registrere bestilling uten å måtte opprette en konto.

source: Enable force guest checkout
nb_no: Tvungen utsjekking som gjest

source: If enabled all users will checkout as a guest and no account will be created for them.
nb_no: Hvis dette er aktivert, vil alle bestillinger registreres uten at det blir opprettet konto for kunden.

source: Enable Facebook login
nb_no: Skru på Facebook innlogging

source: Facebook application ID
nb_no: Facebook applikasjons ID

source: Facebook application Secret
nb_no: Facebook-applikasjon Hemmelig

source: Facebook application Redirect URI
nb_no: Facebook-applikasjon Omdirigerings-URI

source: Please, set this url to Facebook Login Valid Redirect URI. If empty, please set the Booking Page in Booking Rules settings
nb_no: Angi URL-en til Facebook-påloggings / omdirigerings-URI. Hvis tom, vennligst angi booking siden i innstillingene for booking regler

source: Use this option to control the form fields to checkout
nb_no: Velge hva som skal vises ved booking

source: Field type
nb_no: Felt type

source: Required
nb_no: Kreves

source: User profile
nb_no: Kunde konto

source: Hide on checkout
nb_no: Skjul i kassen
