Repository: ty5ona/salon
Catalog: languages/salon-booking-system-*.po
Languages: nb_no

source: Sorry, you are not allowed to reshedule this booking.
nb_no: Beklager, du har ikke lov til å endre denne bestillingen.

source: Sory, you not allowed reshedule old booking.
nb_no: Beklager, du har ikke lov til å endre gamle bestillinger.

source: E-mail sent
nb_no: E-post sendt

source: User not found
nb_no: Bruker ikke funnet

source: User updated
nb_no: Bruker oppdatert

source: Set rating and comment
nb_no: Angi vurdering og kommentar

source: Howdy, %s
nb_no: Hei, %s

source: Weekly
nb_no: Ukentlig

source: Rating
nb_no: Rangering

source: Codecanyon Product ID saved
nb_no: Codecanyon Produkt-ID lagret

source: Codecanyon Product ID
nb_no: Codecanyon Produkt-ID

source: Enter your Codecanyon Product ID
nb_no: Skriv inn Codecanyon-produkt-ID-en din

source: checking availability
nb_no: Sjekker tilgjengelighet

source: Do you really want to cancel?
nb_no: Er du sikker på at du vil avbryte?

source: fill this field
nb_no: fyll inn dette feltet

source: Close
nb_no: Lukk

source: This slot is already booked. Please choose a different time.
nb_no: Denne tiden er allerede fullbooket. Vennligst velg et annet tidspunkt.

source: Profile updated successfully.
nb_no: Innstillinger ble oppdatert.

source: break
nb_no: pause

source: Could be not available
nb_no: Ikke tilgjengelig

source: Please enter in monetary decimal (%s) format without thousand separators and currency symbols.
nb_no: Skriv inn i desimalformat (%s) uten tusenskille tegn og valuta symboler.

source: Can't set booking services. Please, select others.
nb_no: Kan ikke velge behandling. Vennligst velg andre.

source: Not available set some booking services. Please, select others.
nb_no: Noen behandlinger er ikke tilgjengelige. Vennligst velg andre.

source: Not available set some secondary booking services. Please, select others.
nb_no: Ikke tilgjengelig sett noen sekundære bestillinger. Vennligst velg andre.

source: Can't set secondary booking services. Please, select others.
nb_no: Kan ikke angi sekundære bestillinger. Vennligst velg andre.

source: Can't set attendants. Please, select others.
nb_no: Kan ikke angi ledsagere. Vennligst velg andre.

source: Not available set some attendants. Please, select others.
nb_no: Ikke tilgjengelig sett noen ledsagere. Vennligst velg andre.

source: Plivo: Please check your settings
nb_no: Plivo: Vennligst sjekk innstillingene dine

source: Salon Calendar
nb_no: Salong Kalender

source: Calendar
nb_no: Kalender

source: Are you sure?
nb_no: Er du sikker?

source: Yes, delete.
nb_no: Ja, slett.

source: Salon Customers
nb_no: Kunder

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
nb_no: <strong>FEIL</strong>: Denne e-posten er allerede registrert. Velg en annen.

source: <strong>ERROR</strong>: This email is empty.
nb_no: <strong>FEIL:</strong> Denne e-posten er tom.

source: Booking ID
nb_no: Bestillings ID

source: Booking Date
nb_no: Dato

source: Attendant
nb_no: Ansatt

source: Booking Price
nb_no: Pris

source: Booking Services
nb_no: Behandling

source: Booking Review
nb_no: Bestilling Tilbakemelding

source: Customer ID
nb_no: Kunde-ID

source: First Name
nb_no: Fornavn

source: Last Name
nb_no: Etternavn

source: E-mail
nb_no: E-post

source: Telephone
nb_no: Telefon

source: Total Reservations
nb_no: Endre bestilling

source: Customer Value
nb_no: Kundedetaljer

source: Search customers
nb_no: Søke blant kunder

source: Salon Extensions
nb_no: Salong-utvidelser

source: Extensions
nb_no: Utvidelser

source: Salon Reports
nb_no: Rapporter

source: Reports
nb_no: Rapporter

source: Today
nb_no: I dag

source: Yesterday
nb_no: I går

source: This Week
nb_no: Denne uken

source: Last Week
nb_no: Forrige uke

source: This Month
nb_no: Denne måneden

source: Last Month
nb_no: Siste måned

source: This Quarter
nb_no: Dette Kvartalet

source: Last Quarter
nb_no: Siste Kvartal

source: This Year
nb_no: Dette året

source: Last Year
nb_no: Siste År

source: Custom
nb_no: Egendefinert

source: From
nb_no: Fra

source: To
nb_no: Til

source: Reservations and revenues
nb_no: Bestillinger og verdi

source: Reservations and revenues by services
nb_no: Bestillinger og inntekter etter behandlinger

source: Reservations and revenues by assistants
nb_no: Bestillinger og inntekter etter ansatt

source: Top customers
nb_no: Topp kunder

source: Earnings (%s)
nb_no: Inntjening (%s)

source: Bookings
nb_no: Bestillinger

source: Earnings
nb_no: Inntekter

source: Reservations in the selected time range
nb_no: Bestillingsbeløpet som samles inn av en enkelt kunde

source: No customers bookings
nb_no: Ingen bestillinger på kunde

source: try again
nb_no: prøv igjen

source: Page verification failed
nb_no: Side verifisering mislyktes

source: Update completed with success
nb_no: Oppdatering fullført med suksess

source: Update reset with success
nb_no: Oppdatering tilbakestilt med suksess

source: Invalid Email in Salon contact e-mail field
nb_no: Ugyldig e-post i Salongens e-postfelt

source: The cron schedule cannot be created. Please try updating the settings again.
nb_no: Cron-tidsplanen kan ikke opprettes. Prøv å oppdatere innstillingene på nytt.

source: Cron Error
nb_no: Cron-feil

source: Test sms sent with success
nb_no: Test sms sendt med suksess

source: Hi [NAME], take note of your reservation at [SALON NAME] on [DATE] at [TIME]. See you soon.
nb_no: Hei, den nye bestillingen hos [SALONNAVN] den [DATO] kl. [TID].

source: Hi [NAME], your reservation at [SALON NAME], has been updated. We've sent you an email with the details.
nb_no: Hei [NAVN], bestillingen din på [SALON NAME], har blitt oppdatert. Vi har sendt deg en e-post med detaljene.

source: Hi, the new reservation at [SALON NAME] on [DATE] at [TIME].
nb_no: Hei, den nye bestillingen hos [SALONNAVN] den [DATO] kl. [TID].

source: remember to customize your settings
nb_no: husk å tilpasse innstillingene dine

source: Reset completed with success
nb_no: Gjenoppretting fullført

source: General
nb_no: Generell

source: Booking Rules
nb_no: Bestillingsregler

source: Checkout
nb_no: Bestillings Bekreftelse

source: Payments
nb_no: Betalinger

source: Style
nb_no: Stil

source: Google Calendar
nb_no: Google kalender

source: Support
nb_no: Brukerstøtte

source: Salon Settings
nb_no: Salong Innstillinger

source: Settings
nb_no: Innstillinger

source: Salon Tools
nb_no: Salong Verktøy

source: Tools
nb_no: Verktøy

source: CREATED
nb_no: OPPRETTET

source: from
nb_no: fra

source: to
nb_no: til

source: already paid as deposit
nb_no: allerede betalt som depositum

source: Settings updated successfully!
nb_no: Innstillinger ble oppdatert!

source: You have entered the wrong data
nb_no: Du har lagt inn feil data

source: (not editable)
nb_no: (ikke redigerbar)

source: Basic (checks only the booking date)
nb_no: Basic (sjekker kun bestillingsdatoen)

source: Advanced (evaluates also booking duration)
nb_no: Avansert (evaluerer også bestillingsvarighet)

source: High end (evaluates also service duration and priority)
nb_no: High end (evaluerer også behandlingens varighet og prioritet)

source: ERROR
nb_no: FEIL

source: First name
nb_no: Fornavn

source: Last name
nb_no: Etternavn

source: Mobile phone
nb_no: Mobiltelefon

source: Address
nb_no: Adresse

source: Text
nb_no: Tekst

source: Textarea
nb_no: Tekstområde

source: Checkbox
nb_no: Avkryssingsboks

source: Select
nb_no: Velg

source: File
nb_no: Fil

source: Half
nb_no: Halv

source: Quarter
nb_no: Kvartal

source: Password
nb_no: Passord

source: Confirm your password
nb_no: Gjenta passord

source: Country code
nb_no: Landskode

source: Sunday
nb_no: Søndag

source: Monday
nb_no: Mandag

source: Tuesday
nb_no: Tirsdag

source: Wednesday
nb_no: Onsdag

source: Thursday
nb_no: Torsdag

source: Friday
nb_no: Fredag

source: Saturday
nb_no: Lørdag

source: entire amount (disabled)
nb_no: hele beløpet (deaktivert)

source: fixed
nb_no: fast

source: Use this if your column is at least 400px width
nb_no: Bruk denne hvis kolonnen din er minst 400 px bred

source: Use this if your column is at least 600px width
nb_no: Bruk denne hvis kolonnen din er minst 600 px bred

source: Use this if your column is at least 900px width
nb_no: Bruk denne hvis kolonnen din er minst 900 px bred

source: Small
nb_no: Liten

source: Large
nb_no: Stor

source: test (sms sent by email to the admin)
nb_no: test (sms sendt via e-post til administrator)

source: Drag and drop files here
nb_no: Dra og slipp filer her

source: or
nb_no: eller

source: Browse files
nb_no: Bla gjennom filer

source: Add a file
nb_no: Legg til en fil

source: free
nb_no: gratis

source: hr
nb_no: timer

source: hour
nb_no: time

source: hours
nb_no: timer

source: 5 minutes
nb_no: 5 minutter

source: quarter of an hour
nb_no: et kvarter

source: half hour
nb_no: halvtime

source: day
nb_no: dag

source: days
nb_no: dager

source: week
nb_no: uke

source: weeks
nb_no: uker

source: month
nb_no: måned

source: months
nb_no: måneder

source: years
nb_no: år

source: The day is holiday
nb_no: Dagen er helligdag

source: This is non-working day
nb_no: Dette er en fri dag

source: The day is full
nb_no: Dagen er full

source: Working hours
nb_no: Arbeidstid

source: Parallels hours for booking
nb_no: Parallels åpningstider for booking

source: Number of reserved booking
nb_no: Antall bestillinger

source: Time out of the booking time range.
nb_no: Tid utenfor bestillingstidsintervallet.

source: Available booking time range: from
nb_no: Tidsluker for bestillinger <span>Definer tidslukene der kunder kan bestille tid</span>

source: This assistant is not available for the selected service
nb_no: Denne ansatte er ikke tilgjengelig for den valgte behandlingen

source: An assistant for selected services can't perform this service
nb_no: En ansatt for utvalgte behandlinger kan ikke utføre denne behandlingen

source: This service is not available with exclusive service.
nb_no: Denne behandlingen er ikke tilgjengelig med eksklusiv behandling.

source: You already selected service at
nb_no: Du har allerede valgt en behandling

source: No one of the attendants isn't available for %s service
nb_no: Du kan ikke velge ansatt for %s

source: Attendant %1$s isn't available for %2$s service
nb_no: Medarbeider %1$s er ikke tilgjengelig for %2$s behandling

source: No one of the attendants isn't available for selected services
nb_no: Ingen ansatte er tilgjengelig for valgte behandlinger

source: Limit of parallels bookings at
nb_no: Begrens parallell bestillinger ved

source: This resource is not available for the selected service
nb_no: Denne ressursen er ikke tilgjengelig for den valgte behandlingen

source: This service is unavailable w/o parent service
nb_no: Denne behandlingen er ikke tilgjengelig uten hovedbehandling

source: This service is unavailable w/o primary service in the same category
nb_no: Denne behandlingen er ikke tilgjengelig uten primær behandling i samme kategori

source: This service is unavailable
nb_no: Denne behandlingen er ikke tilgjengelig

source: Availability:
nb_no: Tilgjengelighet:

source: Not enough time for this service
nb_no: Ikke nok tid for denne behandlingen

source: The service for %s is currently full
nb_no: Behandlingen for %s er for fullbooket

source: No assistants available for this service at
nb_no: Ingen ansatte er tilgjengelig for behandling kl

source: This attendant is unavailable
nb_no: Ansatt er utilgjengelig

source: This assistant is full at %s
nb_no: Denne en er full på %s

source: This resource is full at %s
nb_no: Denne ressursen er full på %s

source: No resources available for this service at
nb_no: Ingen ressurser tilgjengelig for denne behandlingen kl

source: Always
nb_no: Alltid

source: All days
nb_no: Tilgjengelige dager

source: Salon name
nb_no: Bedrift navn

source: Salon address
nb_no: Adresse

source: Salon phone
nb_no: Telefon

source: Salon email
nb_no: Kontakt e-post

source: Booked services
nb_no: Bestilte behandlinger

source: Booking notes
nb_no: Bestilling notat

source: None
nb_no: Ingen

source: Customer name
nb_no: Kundens navn

source: Booking status
nb_no: Bestillingsstatus

source: Access token not found
nb_no: Tilgangstoken ikke funnet

source: Assistant Details
nb_no: Ansatt Detaljer

source: Assistant Google Calendar
nb_no: Ansatt Google Kalender

source: Assistant description
nb_no: Ansatt Beskrivelse

source: Customer notification
nb_no: Kundedetaljer

source: Do not notify customer
nb_no: Ikke varsle kunden

source: e-mail is not valid
nb_no: e-post er ikke gyldig

source: First name can't be empty
nb_no: Fornavnet kan ikke være tomt

source: Last name can't be empty
nb_no: Etternavnet kan ikke være tomt

source: e-mail can't be empty
nb_no: e-post kan ikke være tom

source: Booking Actions
nb_no: Bestillings kansellering

source: Resource details
nb_no: Kategorier detaljer

source: Service details
nb_no: Behandlings detaljer

source: Service description
nb_no: Beskrivelse av behandling

source: Service Description
nb_no: Beskrivelse av behandling

source: A very short description of this service. It is optional
nb_no: En kort beskrivelse av den ansatte. Dette er valgfritt

source: Your payment has not been completed
nb_no: Din bestilling er fullført

source: Payment failed, please try again
nb_no: Betaling mislyktes, vennligst prøv igjen

source: Payment method failed, details:
nb_no: Betalingsmetode mislyktes, detaljer:

source: Duplicate this item
nb_no: Dupliser dette elementet

source: Duplicate
nb_no: Dupliser

source: No post to duplicate has been supplied!
nb_no: Ingen post å duplisere har blitt levert!

source: Copy creation failed, could not find original:
nb_no: Kopiering feilet, kunne ikke finne orginalen:

source: Current user is not allowed to copy posts.
nb_no: Gjeldende bruker har ikke lov til å kopiere innlegg.

source: [Copy]
nb_no: [Kopier]

source: Attendant ID
nb_no: Ansatt

source: Thumbnail
nb_no: Miniatyrbilde

source: Skills
nb_no: Ferdigheter

source: Email
nb_no: E-post

source: Availability
nb_no: Tilgjengelighet

source: Enter the assistant name
nb_no: Etter siste avtale

source: Assistant updated.
nb_no: Ansatt oppdatert.

source: Assistant restored to revision from %s
nb_no: Ansatt gjenopprettet til revisjon fra %s

source: Assistant published.
nb_no: Ansatt publisert.

source: Assistant saved.
nb_no: Ansatt lagret.

source: Assistant submitted.
nb_no: Ansatt lagt til.

source: Assistant scheduled for: <strong>%1$s</strong>.
nb_no: Ansatt planlagt for: <strong>%1$s</strong>.

source: Assistant draft updated.
nb_no: Ansatt kladd oppdatert.

source: Assistants
nb_no: Ansatte

source: Assistant
nb_no: Ansatt

source: Salon Assistant
nb_no: Ansatt

source: Add Assistant
nb_no: Ansatt

source: Add New Assistant
nb_no: Ansatt

source: Edit Assistant
nb_no: Ansatt

source: New Assistant
nb_no: Ansatt

source: View Assistant
nb_no: Ansatt

source: Search Assistants
nb_no: Søk Ansatte

source: No assistants found
nb_no: ANSATT

source: No assistants found in trash
nb_no: Ingen ansatt kreves

source: Assistants Archive
nb_no: Ansatt visning

source: Quick Edit
nb_no: Hurtigredigering

source: Title
nb_no: Tittel

source: Phone
nb_no: Telefon

source: Edit SOAP notes
nb_no: Rediger SOAP-notater

source: SOAP&nbsp;notes
nb_no: SOAP-notater

source: User name
nb_no: Navn

source: Duration
nb_no: Varighet

source: Origin
nb_no: Opphav

source: Actions
nb_no: Handlinger

source: Reminders
nb_no: Påminnelser

source: Trash
nb_no: Søppel

source: Email correctly sent on %s
nb_no: E-post korrekt sendt på %s

source: Email will be sent at %s
nb_no: E-post vil bli sendt på %s

source: Email failed
nb_no: E-post mislyktes

source: Sms correctly sent on %s
nb_no: Sms korrekt sendt på %s

source: Sms failed
nb_no: Sms mislyktes

source: Sms will be sent at %s
nb_no: Sms vil bli sendt på %s

source: Switch to PRO to unlock the "Quick approval"
nb_no: Bytt til PRO for å låse opp denne funksjonen

source: Accept
nb_no: Godta

source: Refuse
nb_no: Avvis

source: Enter booking name
nb_no: Ventende bestillingsnummer

source: Booking updated.
nb_no: Bestilling oppdatert.

source: Booking confirmed
nb_no: Bestilling bekreftet

source: Booking cancelled
nb_no: Bestilling kansellert

source: Booking restored to revision from %s
nb_no: Bestilling gjenopprettet til revisjon fra %s

source: Booking published.
nb_no: Bestillingen er publisert.

source: Booking saved.
nb_no: Bestilling lagret.

source: Booking submitted.
nb_no: Bestillingen er sendt.

source: Booking scheduled for: <strong>%1$s</strong>.
nb_no: Bestilling planlagt til: <strong>%1$s</strong>.

source: Booking draft updated.
nb_no: Bestillingsutkast oppdatert.

source: This is where bookings are stored.
nb_no: Her lagres bestillinger.

source: Booking
nb_no: Bestilling

source: Add Booking
nb_no: Legg til bestilling

source: Add New Booking
nb_no: Legg til ny bestilling

source: Edit Booking
nb_no: Endre bestilling

source: New Booking
nb_no: Ny bestilling

source: View Booking
nb_no: Se bestillinger

source: Search Bookings
nb_no: Søk i bestillinger

source: No bookings found
nb_no: Ingen bestilling funnet

source: No bookings found in trash
nb_no: Ingen bestillinger funnet i papirkurven

source: Booking Archive
nb_no: Bestillings regler

source: Add booking
nb_no: Legg til bestilling

source: All Statuses
nb_no: Status

source: All users name
nb_no: Alle kunder

source: All services
nb_no: Alle behandlinger

source: All attendants
nb_no: Ansatt

source: Resource ID
nb_no: Ressurs

source: Units per session
nb_no: Enheter per økt

source: Is active
nb_no: Er aktiv

source: Services assigned
nb_no: Behandlinger og ansatte

source: YES
nb_no: JA

source: NO
nb_no: NEI

source: Enter resource name
nb_no: Skriv inn ressursnavn

source: Resource updated.
nb_no: Ressurs oppdatert.

source: Resource restored to revision from %s
nb_no: Ressurs gjenopprettet til revisjon fra %s

source: Resource published.
nb_no: Ressurs publisert.

source: Resource saved.
nb_no: Ressurser lagret.

source: Resource submitted.
nb_no: Ressurs sendt.

source: Resource scheduled for: <strong>%1$s</strong>.
nb_no: Ressurs planlagt for: <strong>%1$s</strong>.

source: Resource draft updated.
nb_no: Ressursutkast oppdatert.

source: Resources
nb_no: Ressurser

source: Resource
nb_no: Ressurs

source: Salon Resource
nb_no: Ressurs

source: Add Resource
nb_no: Legg til ressurs

source: Add New Resource
nb_no: Legg til ny ressurs

source: Edit Resource
nb_no: Rediger ressurs

source: New Resource
nb_no: Ny ressurs

source: View Resource
nb_no: Se ressurs

source: Search Resources
nb_no: Søk Ressurser

source: No resources found
nb_no: Ingen ressurser funnet

source: No resources found in trash
nb_no: Ingen ressurser funnet i søppel

source: Resources Archive
nb_no: Ressurser

source: Service ID
nb_no: Behandlings-ID

source: Price
nb_no: Pris

source: Secondary
nb_no: Andrevalg

source: Enter service name
nb_no: Skriv inn navn på behandling

source: Service updated.
nb_no: Behandling oppdatert.

source: Service restored to revision from %s
nb_no: Behandlingen gjenopprettet til revisjon fra %s

source: Service published.
nb_no: Behandling publisert.

source: Service saved.
nb_no: Behandling lagret.

source: Service submitted.
nb_no: Behandling lagt til.

source: Service scheduled for: <strong>%1$s</strong>.
nb_no: Behandling planlagt for: <strong>%1$s</strong>.

source: Service draft updated.
nb_no: Behandlings utkast oppdatert.

source: Services
nb_no: Behandlinger

source: Service
nb_no: Behandling

source: Salon Service
nb_no: Salong Behandling

source: Add Service
nb_no: Legge til behandling

source: Add New Service
nb_no: Legg til ny behandling

source: Edit Service
nb_no: Rediger behandling

source: New Service
nb_no: Ny behandling

source: View Service
nb_no: Vis behandling

source: Search Services
nb_no: Søk i behandlinger

source: No services found
nb_no: Fant ingen behandlinger

source: No services found in trash
nb_no: Ingen behandlinger funnet i søppel

source: Services Archive
nb_no: Behandlinger Arkiv

source: Units per hour
nb_no: Enheter per økt

source: Service Categories
nb_no: Kategorier

source: Customer Data
nb_no: Kundedata

source: What personal data we collect and why we collect it
nb_no: Hvilke personlige data vi samler inn og hvorfor

source: This text describes what type of information the admin should include here or what they should do with this info you provide in your template.
nb_no: Denne teksten beskriver hvilken type informasjon administratoren skal inkludere her, eller hva de skal gjøre med denne informasjonen du oppgir i malen.

source: Removed customer "%s"
nb_no: Fjernet kunden %s

source: username can't be empty
nb_no: brukernavn kan ikke være tom

source: password can't be empty
nb_no: passord kan ikke være tom

source: There are not enough attendants for %1$s service. Required for the service: %2$s
nb_no: Det er ikke nok ansatte til %1$s-behandlingen. Nødvendig for behandlingen: %2$s

source: Choose an assistant for me
nb_no: Deaktiver "Velg en for meg"

source: There is no attendants available for %1$s service at %2$s
nb_no: Det er ingen ansatte tilgjengelig for %1$s-behandling en kl %2$s

source: Select your assistants
nb_no: Velg en ansatt

source: Select your assistant
nb_no: Velg en ansatt

source: No more slots available until
nb_no: Ingen flere ledige plasser før

source: When do you want to come?
nb_no: Hva kan vi hjelpe deg med?

source: E-mail exists
nb_no: E-post

source: Passwords are different
nb_no: Passordene er forskjellige

source: can't be empty
nb_no: kan ikke være tom

source: Returning customer?
nb_no: Tidligere kunde?

source: Please fill out the form to checkout
nb_no: Bruk dette valget for å velge hva som skal vises ved betaling

source: Mobile phone can't be empty
nb_no: Mobiltelefonen kan ikke være tom

source: No one of the resources isn't available for %s service
nb_no: Ingen av ressursene er ikke tilgjengelige for %s-behandling

source: Resource %1$s isn't available for %2$s service at %3$s
nb_no: Ressurs %1$s er ikke tilgjengelig for %2$s behandling kl %3$s

source: There is no resources available for %1$s service at %2$s
nb_no: Det er ingen ressurser tilgjengelig for %1$s-behandlingen kl %2$s

source: You need to choose
nb_no: Du må velge

source: %d service
nb_no: %d behandling

source: Something more?
nb_no: Noe mer?

source: You must choose at least one service
nb_no: Du må velge minst én behandling

source: What do you need?
nb_no: Hva kan vi hjelpe deg med?

source: Phone number wrong or not defined, you need to define a valid phone number
nb_no: Telefonnummeret er feil eller ikke definert, du må definere et gyldig telefonnummer

source: Your verification code is not valid
nb_no: Bekreftelseskoden din er ikke gyldig

source: The minimum order amount is %s
nb_no: Minimum ordre beløp er %s

source: Booking summary
nb_no: Sammendrag

source: Booking Confirmation
nb_no: Bekreftelse på bestilling

source: Forgot password?
nb_no: Glemt passord?

source: log-in with Facebook
nb_no: logg inn med Facebook

source: Wrong Nonce.
nb_no: Feil nonce.

source: Last update on %1$s at %2$s
nb_no: Siste oppdatering på %1$s på %2$s

source: Something goes wrong
nb_no: Noe gikk galt

# taxonomy general name
source: Service Categories
nb_no: Kategorier

# taxonomy singular name
source: Service Category
nb_no: Kategorier

source: Search Service Category
nb_no: Søk kategori

source: All Service Categories
nb_no: Alle kategorier

source: Edit Service Category
nb_no: Rediger kategori

source: Update Service Category
nb_no: Oppdater kategori

source: Add New Service Category
nb_no: Legg til ny kategori

source: New Service Category Name
nb_no: Ny kategori

source: Service Category
nb_no: Kategori

source: Services Categories
nb_no: Kategorier

source: Not defined
nb_no: Ikke definert
