Repository: ty5ona/salon
Catalog: languages/salon-booking-system-*.po
Languages: nb_no

source: Failed to retreive plugin details from the Envato API.
nb_no: Kunne ikke hente Plug-in-detaljer fra Envato API.

source: New version of <strong>%s</strong> is available.
nb_no: Ny versjon av <strong>%s</strong> er tilgjengelig.

source: Attention: this is a major release, please make sure to clear your browser cache after the plugin update.
nb_no: OBS: dette er en stor utgivelse, sørg for å tømme nettleser bufferen etter Plug-in oppdateringen.

source: Order.
nb_no: Endre rekkefølge.

source: Order by.
nb_no: Sorter etter.

source: Per page.
nb_no: Per side.

source: Page.
nb_no: Side.

source: Offset.
nb_no: Forskyvning.

source: Unique identifier for the resource.
nb_no: Unik identifikator for ressursen.

source: Sorry, resource already exists.
nb_no: Beklager, ressursen finnes allerede.

source: Sorry, resource not found.
nb_no: Beklager, ressursen ble ikke funnet.

source: Save post error.
nb_no: Lagre innlegg feil.

source: The name for the resource.
nb_no: Navnet på ressursen.

source: The services ids for the resource.
nb_no: Behandlinger ids.

source: The email address for the resource.
nb_no: E-postadressen til ressursen.

source: The phone number for the resource.
nb_no: Telefonnummeret til ressursen.

source: The description for the resource.
nb_no: Beskrivelse av ressursen.

source: The availabilities for the resource.
nb_no: Tilgjengelighet for ressursen.

source: The availability item.
nb_no: Tilgjengelighet.

source: The days.
nb_no: Dager.

source: The sunday.
nb_no: Søndagen.

source: The monday.
nb_no: Mandagen.

source: The tuesday.
nb_no: Tirsdagen.

source: The wednesday.
nb_no: Onsdagen.

source: The thursday.
nb_no: Torsdagen.

source: The friday.
nb_no: Fredagen.

source: The saturday.
nb_no: Lørdagen.

source: The from time.
nb_no: Fra.

source: The to time.
nb_no: Til tid.

source: The always.
nb_no: Alltid.

source: The from date.
nb_no: Fra dato.

source: The to date.
nb_no: Til dato.

source: The holidays for the resource.
nb_no: Høytiden for ressursen.

source: The holiday item.
nb_no: Feriegjenstanden.

source: The image url for the resource.
nb_no: Bildeadressen for ressursen.

source: User login.
nb_no: Kunde logg inn.

source: User password.
nb_no: Passord.

source: Wrong user name.
nb_no: Feil brukernavn.

source: Wrong user password.
nb_no: Feil passord.

source: Date.
nb_no: Dato.

source: Time.
nb_no: Tid.

source: Selected services.
nb_no: Valgte behandlinger.

source: Attendant %1$s isn't available for %2$s service at %3$s
nb_no: Medarbeider %1$s er ikke tilgjengelig for %2$s behandling kl %3$s

source: Booking id.
nb_no: Bestillings-ID.

source: Check all services.
nb_no: Kryss av for alle behandlinger.

source: Services need to check.
nb_no: Behandlingene må sjekkes.

source: Booking services.
nb_no: Bestilling av behandlinger.

source: Selected service id.
nb_no: Valgt behandlings-ID.

source: Get categories error.
nb_no: Feil ved henting av kategorier.

source: Selected primary services.
nb_no: Valgt hoved behandling.

source: Selected secondary services.
nb_no: Valgt Sekundære behandlinger.

source: Search string.
nb_no: Søkestreng.

source: Services ids.
nb_no: Behandlinger ids.

source: Customers ids.
nb_no: Kunders ID-er.

source: Start date.
nb_no: Startdato.

source: End date.
nb_no: Sluttdato.

source: Hours.
nb_no: Timer.

source: Group by.
nb_no: Grupper etter.

source: Sorry, resource list error (
nb_no: Beklager, feil i ressurs listen (

source: Customer doesn't exists.
nb_no: Kunden eksisterer ikke.

source: Customer email empty.
nb_no: Kundens e-postadresse tom.

source: Create new customer error.
nb_no: Opprett ny kunde feilet.

source: Save new customer error.
nb_no: Lagre ny kunde feilet.

source: Sorry, get resource error (
nb_no: Beklager, jeg får en ressurs feil (

source: Please specify an email
nb_no: Vennligst angi en e-post

source: Created timestamp for the resource.
nb_no: Opprettet tidsstempel for ressursen.

source: The date for the resource.
nb_no: Datoen for ressursen.

source: The time for the resource.
nb_no: Tiden for ressursen.

source: The status for the resource.
nb_no: Status for ressursen.

source: The customer id for the resource.
nb_no: Kunde-ID for ressursen.

source: The customer first name for the resource.
nb_no: Kundens fornavn for ressursen.

source: The customer last name for the resource.
nb_no: Kundens etternavn for ressursen.

source: The customer email for the resource.
nb_no: Kundens e-postadresse for ressursen.

source: The customer phone for the resource.
nb_no: Kundetelefonen for ressursen.

source: The customer address for the resource.
nb_no: Kundeadressen for ressursen.

source: The services for the resource.
nb_no: Behandlingene for ressursen.

source: The service item.
nb_no: Behandlings elementet.

source: The start at.
nb_no: Starter.

source: The end at.
nb_no: Slutten på.

source: The service id.
nb_no: | Bestillings ID.

source: The service name.
nb_no: Navnet på behandlingen.

source: The service price.
nb_no: Prisen på behandlingen.

source: The assistant id.
nb_no: Ansatt id.

source: The assistant name.
nb_no: Ansatt navn.

source: The resource id.
nb_no: Ressurs ID.

source: The resource name.
nb_no: Velg ressurs.

source: The discounts ids for the resource.
nb_no: Rabatt-id for ressursen.

source: The duration for the resource.
nb_no: Varigheten for ressursen.

source: The amount for the resource.
nb_no: Beløpet for ressursen.

source: The deposit for the resource.
nb_no: Depositumet for ressursen.

source: The paid remained amount for the resource.
nb_no: Det betalte gjenværende beløpet for ressursen.

source: The currency symbol the resource.
nb_no: Valutasymbolet for ressursen.

source: The transaction id for the resource.
nb_no: Transaksjons-ID-en for ressursen.

source: The admin description for the resource.
nb_no: Administratorbeskrivelsen for ressursen.

source: Search type.
nb_no: Søketype.

source: Search field.
nb_no: Søkefelt.

source: Sorry, you cannot create resource.
nb_no: Beklager, du kan ikke opprette ressurs.

source: Sorry, you cannot update resource.
nb_no: Beklager, du kan ikke oppdatere ressurser.

source: Sorry, you cannot delete resource.
nb_no: Beklager, du kan ikke slette ressursen.

source: Get bookings ids error.
nb_no: Feilmeldingen Hent bestillings-ID-er.

source: Save customer error.
nb_no: Lagre kunde feilet.

source: The first name for the resource.
nb_no: Fornavnet på ressursen.

source: The last name for the resource.
nb_no: Etternavnet for ressursen.

source: The email for the resource.
nb_no: E-postadressen til ressursen.

source: The phone for the resource.
nb_no: Telefonen for ressursen.

source: The address for the resource.
nb_no: Adressen til ressursen.

source: The note for the resource.
nb_no: Notatet for ressursen.

source: The bookings ids for the resource.
nb_no: Bestillingskoder for ressursen.

source: The total amount of reservations.
nb_no: Totalt beløp for bestillingene.

source: Sorry, error on create (
nb_no: Beklager, feil ved oppretting (

source: Sorry, error on update (
nb_no: Beklager, feil ved oppdatering (

source: The amount type for the resource.
nb_no: Beløpstypen for ressursen.

source: The usage limit for the resource.
nb_no: Bruksgrensen for ressursen.

source: The valid from date for the resource.
nb_no: Gyldig fra-dato for ressursen.

source: The valid to date for the resource.
nb_no: Gyldig til dato for ressursen.

source: The user usage limit for the resource.
nb_no: Grense per enkelt kunde.

source: The target services ids for the resource.
nb_no: Velg behandlingene som skal tilordnes til denne ressursen.

source: The type (auto or rules) for the resource.
nb_no: Type (auto eller regler) for ressursen.

source: The coupon code for the resource.
nb_no: Rabatt kode for ressursen.

source: The discount rules for the resource.
nb_no: Rabattreglene for ressursen.

source: The discount rule.
nb_no: Rabatt regelen.

source: The mode of rule.
nb_no: Booking regler.

source: The booking number.
nb_no: Bestillings nummer.

source: The from date for the resource.
nb_no: Fra-datoen for ressursen.

source: The days of week for the resource.
nb_no: Ukedagene for ressursen.

source: The number day of week for the resource.
nb_no: Nummeret på ukedagen for ressursen.

source: Upload image error.
nb_no: Feil ved opplasting av bilde.

source: %1$s is empty.
nb_no: %1$s er tom.

source: Sorry, you cannot list resources.
nb_no: Beklager, du kan ikke liste ressurser.

source: Sorry, you cannot view resource.
nb_no: Beklager, du kan ikke se ressursen.

source: Save category error.
nb_no: Lagre kategori feilet.

source: Type of services (all, primary or secondary).
nb_no: Type behandlinger (alle, primære eller sekundære).

source: The price for the resource.
nb_no: Prisen for ressursen.

source: The unit for the resource.
nb_no: Enhet for ressursen.

source: The exclusive for the resource.
nb_no: Det eksklusive for ressursen.

source: The secondary for the resource.
nb_no: Den sekundære for ressursen.

source: The secondary display mode for the resource.
nb_no: Den sekundære visnings modusen for ressursen.

source: The parent services ids for the resource.
nb_no: Velg behandlingene som skal tilordnes til denne ressursen.

source: The order execution for the resource.
nb_no: Ordreutførelsen for ressursen.

source: The break between services for the resource.
nb_no: Pausen mellom behandlinger for ressursen.

source: The no assistants for the resource.
nb_no: Ingen ansatt for ressursen.

source: The services categories ids for the resource.
nb_no: Velg behandlingene som skal tilordnes til denne ressursen.

source: The notification push id the resource.
nb_no: Varsel-push-ID-en for ressursen.

source: Sorry, you access token incorrect.
nb_no: Beklager, du har feil tilgangstoken.

source: Shop ID.
nb_no: Butikk-ID.

source: Sorry, your user role is not allowed.
nb_no: Beklager, brukerrollen din er ikke tillatt.

source: Is all services.
nb_no: Er alle behandlinger.

source: From date.
nb_no: Fra dato.

source: To date.
nb_no: Til dato.

source: Booking Rule
nb_no: Bestillings regler

source: Holiday Rule
nb_no: Ferieregler

source: Booking statuses.
nb_no: Bestillingsstatuser.

source: Photos of the customer.
nb_no: Bilder av kunden.

source: Unique identifier for the photo.
nb_no: Unik identifikator for bildet.

source: Url file for the photo.
nb_no: Url-fil for bildet.

source: Is default of the photo.
nb_no: Er standard for bildet.

source: Created timestamp of the photo.
nb_no: Opprettet tidsstempel for bildet.

source: The custom fields for the resource.
nb_no: De egendefinerte feltene for ressursen.

source: The custom field item.
nb_no: Egen definerte felt.

source: The key
nb_no: Sikkerhetskode

source: The value
nb_no: Verdien

source: The label
nb_no: Eksempel på etikett

source: The type
nb_no: Felt type

source: Label for the resource.
nb_no: Etikett for ressursen.

source: Type for the resource.
nb_no: Type for ressursen.

source: Required for the resource.
nb_no: Påkrevd for ressursen.

source: Hidden for the resource.
nb_no: Skjult for ressursen.

source: Options for the resource.
nb_no: Alternativer for ressursen.

source: The options item.
nb_no: Alternativ-elementet.

source: The customer profile for the resource.
nb_no: Kunde konto for ressursen.

source: The booking hidden for the resource.
nb_no: Den skjulte bestillingen for ressursen.

source: The export csv for the resource.
nb_no: Eksport-csv for ressursen.

source: The additional for the resource.
nb_no: Tillegget for ressursen.

source: The default value for the resource.
nb_no: Standardverdien for ressursen.

source: The file type for the resource.
nb_no: Filtypen for ressursen.

source: Photo file.
nb_no: Foto fil.

source: Unique identifier for the photo resource.
nb_no: Unik identifikator for fotoressursen.

source: Photo.
nb_no: Foto.

source: Is default.
nb_no: Er standard.

source: Sorry, upload error.
nb_no: Beklager, opplastingsfeil.

source: Photos of the resource.
nb_no: Bilder av ressursen.

source: Enable assistants mode
nb_no: Aktiver ansatt visning

source: Invalid date format
nb_no: Ugyldig datoformat

source: From time.
nb_no: Fra.

source: To time.
nb_no: Til tid.

source: Daily.
nb_no: Daglig.

source: The enabled for the resource.
nb_no: Aktivert for ressursen.

source: No user is currently logged in.
nb_no: Ingen bruker er logget inn for øyeblikket.

source: Salon staff
nb_no: Behandle ansatte

source: Salon customer
nb_no: Kunder

source: Salon worker
nb_no: Ansatt

source: User logged out successfully.
nb_no: Brukeren logget av.

source: Coupon is not valid
nb_no: Ugyldig kode

source: Coupon was applied
nb_no: Kode lagt til

source: Discount id is not valid
nb_no: Rabatt lagt til

source: Customer
nb_no: Kunde

source: Booking date
nb_no: Booking dato

source: Booking amount
nb_no: Booking total

source: Booking discount
nb_no: Booking rabatt

source: Discount name
nb_no: Rabatt navn

source: Discount code
nb_no: Rabattkode

source: Discount amoount
nb_no: Rabatt

source: Discount type
nb_no: Rabattype

source: Discount max usage limit
nb_no: Grense for maksimal bruk

source: Discount current usage
nb_no: Rabatt på nåværende bruk

source: Valid from
nb_no: Gyldig fra

source: Valid to
nb_no: Gyldig til

source: Is active?
nb_no: Er aktiv?

source: Unlimited usage
nb_no: Ubegrenset bruk

source: Active
nb_no: Aktiv

source: Inactive
nb_no: Inaktiv

source: Export discounts
nb_no: Eksporter rabatter

source: DISCOUNT NAME
nb_no: RABATT NAVN

source: DISCOUNT AMOUNT
nb_no: RABATT BELØP

source: Coupon code
nb_no: Rabatt kode

source: Automatic discount
nb_no: Automatisk rabatt

source: Discount details
nb_no: Rabatt detaljer

source: Discount usage history
nb_no: Rabattbrukshistorikk

source: Discounts
nb_no: Rabatter

source: Discounted price
nb_no: Pris

source: Sory, you not allowed to ajax.
nb_no: Beklager, du har ikke lov til å bruke Ajax.

source: Amount
nb_no: Beløp

source: Discount usages
nb_no: Rabattbruk

source: Yes
nb_no: Ja

source: No
nb_no: Nei

source: Enter discount name
nb_no: Skriv navn på rabatt

source: Discount updated.
nb_no: Rabatt oppdater.

source: Discount restored to revision from %s
nb_no: Rabatten gjenopprettet til revisjon fra %s

source: Discount published.
nb_no: Rabatt publisert.

source: Discount saved.
nb_no: Rabatt lagret.

source: Discount submitted.
nb_no: Rabatt lagt til.

source: Discount draft updated.
nb_no: Rabatt kladd oppdatert.

source: Discount
nb_no: Rabatt

source: Salon
nb_no: Salong

source: Salon Discount
nb_no: Salong Rabatt

source: Add Discount
nb_no: Legg til rabatt

source: Add New Discount
nb_no: Legg til ny rabatt

source: Edit Discount
nb_no: Rediger rabatt

source: New Discount
nb_no: Ny rabatt

source: View Discount
nb_no: Vis rabatt

source: Search Discounts
nb_no: Søk rabatt

source: No discounts found
nb_no: Ingen rabatter funnet

source: No discounts found in trash
nb_no: Ingen rabatter funnet i søpla

source: Discounts Archive
nb_no: Rabatt arkiv

source: This coupon is not valid for selected shop
nb_no: Denne kupongen er ikke gyldig for utvalgte butikker

source: This coupon is not valid for selected assistant
nb_no: Denne kupongen er ikke gyldig for valgte ansatt

source: Coupon expired
nb_no: Rabatt utgått

source: This coupon was applied maximum number of times
nb_no: Denne kupongen ble brukt maksimalt antall ganger

source: You applied this coupon maximum number of times
nb_no: Du brukte denne kupongen maksimalt antall ganger

source: This coupon is not valid for selected services
nb_no: Denne rabatt koden er ikke gyldig for valgt behandling

source: This coupon is not valid on %s
nb_no: Denne kupongen er ikke gyldig på %s

source: Make more bookings to be able to use this coupon
nb_no: Gjør flere bestillinger for å kunne bruke denne kupongen

source: Make more customer score to be able to use this coupon
nb_no: Gjør flere kundescore for å kunne bruke denne kupongen

source: Pending payment
nb_no: Avventer betaling

source: Pending
nb_no: Venter

source: Paid
nb_no: Betalt

source: Pay later
nb_no: Betal senere

source: Error
nb_no: Feil

source: Canceled
nb_no: Kansellert

source: Confirmed
nb_no: Bekreftet

source: Upcoming reservations
nb_no: Kommende bestillinger

source: No upcoming bookings ...
nb_no: Ingen kommende bestillinger ...

source: 8 hrs
nb_no: 8 timer

source: 24 hrs
nb_no: 24 timer

source: 3 days
nb_no: 3 dager

source: 1 week
nb_no: 1 uke

source: All
nb_no: Alle

source: Are you sure ?
nb_no: Er du sikker ?

source: Yes, delete
nb_no: Ja, slett

source: Go back
nb_no: Tilbake

source: Edit the reservation
nb_no: Endre bestilling

source: date
nb_no: dato

source: time
nb_no: tid

source: firstname
nb_no: fornavn

source: lastname
nb_no: etternavn

source: email
nb_no: e-post

source: address
nb_no: adresse

source: phone
nb_no: telefon

source: notes
nb_no: notater

source: customer personal notes
nb_no: kunde notater

source: Customer personal notes
nb_no: Kundens personlige notater

source: Save this customer
nb_no: Lagre som ny kunde

source: Extra info
nb_no: Ekstra info

source: Add and manage discount
nb_no: Verv en venn og få en 30% discount

source: Select a discount
nb_no: Velg en rabatt

source: Add a discount
nb_no: Legg til en rabatt

source: Save booking
nb_no: Oppdater bestilling

source: Saved
nb_no: Lagret

source: Please fill the required fields
nb_no: Vennligst fyll ut de obligatoriske feltene

source: Select services
nb_no: Velg behandling

source: Select an assistant
nb_no: Velg en ansatt

source: Select a resource
nb_no: Velg en ressurs

source: Type service name
nb_no: Skriv inn navn på behandlingen

source: Type assistant name
nb_no: Skriv ansatt navn

source: Type resource name
nb_no: Velg ressurs

source: Type discount name
nb_no: Skriv rabatt navn

source: Add a service
nb_no: Legg til

source: Please add services
nb_no: Velg en behandling

source: Select existing client
nb_no: Velg eksisterende kunde

source: Booking details
nb_no: Bestillingsdetaljer

source: Transaction ID
nb_no: Transaksjons-ID

source: Deposit
nb_no: Depositum

source: Due
nb_no: Forfall

source: Edit booking
nb_no: Rediger bestilling

source: Reservations calendar
nb_no: Antall bestillinger og verdi

source: No timeslots ...
nb_no: Ingen tidsluker...

source: Add the reservation
nb_no: Endre bestilling

source: Customers
nb_no: Kunder

source: GO BACK
nb_no: GÅ TILBAKE

source: No customers found ...
nb_no: Ingen kunder funnet ...

source: Add to home screen ?
nb_no: Legge til på startskjermen ?

source: Install!
nb_no: Installer!

source: No, thanks
nb_no: Nei takk

source: Install this app on your IPhone=> __( tap menu and then Add to homescreen
nb_no: Installer denne appen på din IPhone=> __( trykk på menyen og deretter Legg til på startskjermen

source: Select a shop
nb_no: Velg en time

source: No shops ...
nb_no: Ingen butikker...

source: Shop
nb_no: Butikk

source: Please select a shop first to edit booking
nb_no: Velg en butikk først for å redigere bestillingen

source: Select shop
nb_no: Velg butikk

source: Email sent
nb_no: E-post sendt

source: Error, email not sent
nb_no: Feil, e-post ikke sendt

source: Take Photo
nb_no: Ta bilde

source: Select from phone
nb_no: Velg modus

source: Photo
nb_no: Bilde

source: Update customer
nb_no: Oppdater kunde

source: Assistant is busy
nb_no: Ansatt er opptatt

source: is busy from %s to %s. Please select another time or assistant.
nb_no: er opptatt fra %s til %s. Velg et annet tidspunkt eller en annen ansatt.

source: Assistants view
nb_no: Ansatt visning

source: Edit
nb_no: Rediger

source: Delete
nb_no: Slett

source: Call customer
nb_no: Ring kunden

source: Whatsapp customer
nb_no: Whatsapp-kunde

source: Open customer profile
nb_no: Åpne kunde konto

source: Dear <b>%s</b>,<br/> to use our mobile app you need a PRO version of <b>Salon Booking System</b>
nb_no: Kjære <b>%s</b><br/> for å bruke vår mobilapp trenger du en PRO-versjon av <b>Salon Booking System</b>

source: Switch to PRO
nb_no: Bytt til PRO

source: Sorry, you are not allowed access to this page.
nb_no: Beklager, du har ikke tilgang til denne siden.

source: Method not found
nb_no: Metoden ble ikke funnet

source: File not found
nb_no: Filen ble ikke funnet

source: Cannot create tmp file
nb_no: Kan ikke opprette tmp-fil

source: Cannot write to tmp file
nb_no: Kan ikke skrive til tmp-fil

source: Filename not found
nb_no: Finner ikke filnavn

source: Import data not found
nb_no: Finner ikke importdata

source: Data not found
nb_no: Data ikke funnet

source: Something gone wrong with the selection. Please reselect the holyday.
nb_no: Noe har gått galt med valget. Vennligst velg helligdagen på nytt.

source: You don't have permissions
nb_no: Du har ikke tillatelse til å

source: Tips is not valid
nb_no: Dette er en

source: Tips was applied
nb_no: Rabatt lagt til

source: bookings
nb_no: bestillinger

source: revenue
nb_no: inntekter

source: hrs
nb_no: timer

source: mns
nb_no: måneder

source: available left
nb_no: ikke tilgjengelig ennå

source: You don't have access
nb_no: Du har ikke tilgang til

source: Cancellation disabled
nb_no: Kansellering er deaktivert

source: Out of time
nb_no: Ingen tid tilgjengelig

source: %s more assistant
nb_no: %s flere ansatte

source: The date is too near, the minimum allowed is:
nb_no: Datoen er for nær, det minste tillatte er:

source: The date is too far, the maximum allowed is:
nb_no: Datoen er for langt unna, det maksimalt tillatte er:

source: We are unavailable at:
nb_no: Vi er ikke tilgjengelige på:

source: There are no time slots available today - Please select a different day
nb_no: Det er ingen ledige tider i dag - Vennligst velg en annen dag

source: There are no time slots available for this period - Please select a different hour
nb_no: Det er ingen ledige tider for denne perioden - Vennligst velg en annen time

source: The attendant is unavailable on this day
nb_no: Ledsageren er ikke tilgjengelig denne dagen

source: There are no free time slots on this day
nb_no: Det er ingen ledige tidspunkter denne dagen

source: Time is free for services and attendants.
nb_no: Det er ledig tid for behandlinger og ansatte.

source: Multiple attendants selection is disabled. You must select one attendant for all services.
nb_no: Valg av flere ansatt er deaktivert. Du må velge én ansatt for alle behandlinger.

source: You can select up to %d items
nb_no: Du kan velge opptil %d elementer

source: This service is exclusive. Please remove other services.
nb_no: Denne behandlingen er eksklusiv. Vennligst fjern andre behandlinger.

source: These selected services have exclusive service. Please remove it before add.
nb_no: Disse utvalgte behandlingene har eksklusiv behandling. Vennligst fjern den før du legger til.

source: DATE/TIME
nb_no: DATO/TID

source: CUSTOMER FIRST NAME
nb_no: KUNDENS FORNAVN

source: CUSTOMER LAST NAME
nb_no: KUNDENS ETTERNAVN

source: CUSTOMER EMAIL
nb_no: KUNDE E-POST

source: CUSTOMER PHONE
nb_no: KUNDENS TELEFON

source: CUSTOMER ADDRESS
nb_no: KUNDEADRESSE

source: SERVICES
nb_no: BEHANDLINGER

source: ASSISTANTS
nb_no: ANSATTE

source: NUMBER OF FOR EACH SERVICE
nb_no: ANTALL FOR HVER BEHANDLING

source: TOTAL PRICE
nb_no: TOTALPRIS

source: Reservations
nb_no: Bestillinger

source: One or more services with the name
nb_no: En eller flere behandlinger med det navnet

source: Undefined service
nb_no: Udefinert behandling

source: Service required
nb_no: Behandling kreves

source: Attendant required
nb_no: Ansatt kreves

source: Undefined attendant
nb_no: Udefinert ansatt

source: Invalid booking status
nb_no: Ugyldig bestillingsstatus

source: Invalid date
nb_no: Ugyldig dato

source: Sorry, you cannot reschedule the non-booking.
nb_no: Beklager, du kan ikke endre tidspunktet for manglende bestilling.
