Repository: ty5ona/salon
Catalog: languages/salon-booking-system-*.po
Languages: nb_no

source: Disable bootstrap assets
nb_no: Deaktiver bootstrap-ressurser

source: CSS on front-end
nb_no: CSS på forsiden

source: Use it in case of conflicts with your theme
nb_no: Aktiver denne om du opplever design konflikter

source: JS on front-end
nb_no: JS på forsiden

source: Replace booking modal window with a pop-up
nb_no: Vis bookingen i et pop-up vindu

source: This allows replace booking modal window with a pop-up.
nb_no: Dette gjør det mulig å vis bookingen i et pop-up vindu.

source: Disable Google fonts
nb_no: Deaktiver Google-fonter

source: Disable all Google fonts according to the standard GDPR.
nb_no: Deaktiver alle Google-fonter i henhold til standard GDPR.

source: Hide service duration
nb_no: Skjul behandlingens varighet

source: When enabled, service duration will be hidden on booking form and email notification
nb_no: Når den er aktivert, vil behandlingens varighet være skjult i bookingen og e-post varsel

source: No assistants available for the selected time/slot - please choose another one
nb_no: Ingen ansatt er tilgjengelig for den valgte tiden, vennligst velg en annen

source: Subtotal
nb_no: Sum

source: Back
nb_no: Tilbake

source: Start over
nb_no: Avbryt

source: The choice of assistant is not provided for this service
nb_no: Du kan ikke velge ansatt for denne behandlingen

source: Discover included services
nb_no: Oppdag inkluderte behandlinger

source: Hide included services
nb_no: Skjul inkluderte behandlinger

source: Step
nb_no: Steg

source: Booking rules
nb_no: Bestillings regler

source: Select an option
nb_no: Merk et valg

source: Login
nb_no: Logg inn

source: Date and time booked
nb_no: Dato og tid registrert

source: Services & assistants
nb_no: Behandlinger & ansatte

source: Transaction fee
nb_no: Legg til et transaksjonsgebyr

source: Leave a message
nb_no: Legg igjen en beskjed

source: Leave a tip
nb_no: Legg igjen et tips

source: Complete the payment to confirm your reservation
nb_no: Fullfør betalingen for å bekrefte bestillingen

source: Choose your favourite payment method
nb_no: Velg din favoritt betalingsmetode

source: Complete your reservation
nb_no: Du fullfør bestillingen

source: Click on Next button
nb_no: Ved å trykke Fullfør

source: Terms & Conditions
nb_no: Vilkår og betingelser

source: key in the desired amount
nb_no: tast inn ønsket beløp

source: Total amount tax excluded
nb_no: Totalt beløp skatt ekskludert

source: TAX
nb_no: Mva

source: You'll be redirected in %s seconds
nb_no: Du blir omdirigert om %s sekunder

source: Go to your personal account
nb_no: Gå til "Min Side"

source: You will receive a confirmation of your booking by email.
nb_no: Du vil motta en bekreftelse på din bestilling via mail.

source: If you don't receive any news from us or you need to change your reservation please call the %1$s or send an e-mail to %2$s
nb_no: Hvis du ikke mottar noen nyheter fra oss eller du trenger å endre bestillingen din, kan du ringe %1$s eller sende en e-post til %2$s

source: You have <strong>%s</strong> to complete your payment before this reservation is canceled
nb_no: Du har <strong>%s</strong> til å fullføre betaling før din kanselleres

source: You will receive a booking confirmation by email.If you do not receive an email in 5 minutes, check your Junk Mail or Spam Folder. If you need to change your reservation, please call <strong>%1$s</strong> or send an e-mail to <strong>%2$s</strong>.
nb_no: Du vil motta en bestillingsbekreftelse på e-post. Hvis du ikke mottar en e-post innen 5 minutter, sjekk søppelpost- eller søppelpostmappen. Hvis du trenger å endre bestillingen din, kan du ringe <strong>%1$s</strong> eller sende en e-post til <strong>%2$s</strong>.

source: You already paid for this reservation.
nb_no: Du har allerede betalt for denne bestillingen.

source: Choose a payment option
nb_no: Velg en betalingsmåte

source: Pending booking number
nb_no: Ventende bestillingsnummer

source: Total amount of the reservation
nb_no: Totalt beløp for bestillingen

source: Amount to be paid in advance
nb_no: Beløp som skal betales på forhånd

source: Your booking is pending
nb_no: Din bestilling venter på godkjenning

source: Your booking is completed
nb_no: Din bestilling er fullført

source: Booking number
nb_no: Bestillings nummer

source: A transaction fee of %s will be applied
nb_no: Et transaksjonsgebyr på %s vil bli pålagt

source: SORRY! The services/assistants data is empty
nb_no: BEKLAGER! Behandlingene/ansatte data er tomme

source: Please start over your reservation
nb_no: Vennligst start på nytt

source: Time-slot already booked, please start over.
nb_no: Tidsluke allerede bestilt, vennligst start på nytt.

source: Hi
nb_no: Hei

source: Log-in
nb_no: Logg inn

source: checkout as a guest
nb_no: fyll inn dine opplysninger

source: no account will be created
nb_no: ingen kont vil bli opprettet

source: Checkout as a guest
nb_no: Skriv dine opplysninger

source: An account will be automatically created
nb_no: En konto vil bli opprettet automatisk

source: Please, insert your phone number.
nb_no: Vennligst skriv inn telefonnummeret ditt.

source: When
nb_no: Når

source: Action
nb_no: Handling

source: Pay
nb_no: Betal

source: Booking rescheduled
nb_no: Bestilling endret

source: Reschedule
nb_no: Bestill på nytt

source: Feedback submitted
nb_no: Tilbakemeldinger sendt inn

source: Leave a feedback
nb_no: Gi en tilbakemelding

source: select an option
nb_no: velg et alternativ

source: Update Profile
nb_no: Oppdater Konto

source: Welcome back
nb_no: Velkommen tilbake

source: Current Score
nb_no: Nåværende poengsum

source: Appointments
nb_no: Bestillinger

source: Packages
nb_no: Pakker

source: Profile
nb_no: Konto

source: The booking has been cancelled
nb_no: Kansellert Bestilling

source: New reservation
nb_no: Ny bestilling

source: Click here to start a new appointment.
nb_no: Klikk her for å starte en ny bestilling.

source: You don't have upcoming reservations, do you want to re-schedule your last appointment with us?
nb_no: Du har ingen kommende bestillinger hos oss. Kanskje du ønsker å bestille din siste time hos oss på nytt?

source: Display past reservations
nb_no: Vis tidligere bestillinger

source: Reservations history
nb_no: Historie

source: Scroll down to load past reservations
nb_no: Rull ned for å laste inn tidligere bestillinger

source: No bookings
nb_no: Ingen bestillinger

source: How was your experience with us this time? (required)
nb_no: Hvordan var opplevelsen din med oss denne gangen? (påkrevd)

source: please, drop us some lines to understand if your experience has been in line with your expectations
nb_no: gi oss ris eller ros slik at vi kan forbedre oss

source: Rate our service (required)
nb_no: Vurder våre behandlinger (kreves)

source: Send your review
nb_no: Send din vurdering

source: Thank you for your review. It will help us improving our services.
nb_no: Takk for din vurdering! Dette hjelper oss til å bli bedre.

source: We hope to see you again at
nb_no: Vi håper vi ser deg igjen

source: SMS sent successfully.
nb_no: SMS ble sendt.

source: SMS Verification
nb_no: SMS Verifisering

source: We have sent an SMS text on your mobile phone.
nb_no: Vi har sendt en SMS til ditt telefon nummer.

source: Your telephone number is verified
nb_no: Ditt telefon nummer er vrifisert

source: digit your verification code
nb_no: skriv inn din verifiserings kode

source: I didn't receive the code, please send it again
nb_no: Jeg har ikke mottatt koden, vennligst send den på nytt

source: please review and confirm the details of your booking:
nb_no: vennligst se gjennom og bekreft detaljene for bestillingen din:

source: you reservation well be reviewd soon
nb_no: din bestilling bør gjennomgås snart

source: you'll recevi an email when approved.
nb_no: Du mottar en e-post når den er godkjent.

source: ...more details in the email confirmation
nb_no: ...mer detaljer i e-postbekreftelsen

source: don't forget your reservation at
nb_no: ikke glem din bestilling hos

source: on
nb_no: på

source: | Booking ID
nb_no: | Bestillings ID

source: | Timing:
nb_no: Tid:

source: Hi, this is your verification code on {salon}: {code} Thank you very much. {salon} {address} {phone} {email}
nb_no: Hei Dette er bekreftelseskoden din på {salon}: {code} Tusen takk. {salon} {address} {phone} {email}

source: Your free version is expired. <a href="http://salonbookingsystem.com/salon-booking-plugin-pricing/" target="blank">Please upgrade Salon Booking to a PRO version</a>.
nb_no: Gratisversjonen er utløpt. <a href="http://salonbookingsystem.com/salon-booking-plugin-pricing/" target="blank">Vennligst oppgrader Salongbestilling til en PRO-versjon</a>.

source: <strong>Do you want a 20% discount ? <a href="http://salonbookingsystem.com/invite-friends-get-20-discount-first-purchase/" target="blank">INVITE YOUR FRIENDS!</a></strong></p>
nb_no: <strong>Vil du ha 20 % rabatt? <a href="http://salonbookingsystem.com/invite-friends-get-20-discount-first-purchase/" target="blank">INVITER DINE VENNER!</a></strong></p>

source: You are going to reach the bookings limit for the Salon Booking free version. <a href="http://salonbookingsystem.com/salon-booking-plugin-pricing/" target="blank">Please upgrade Salon Booking to a PRO version</a>.
nb_no: Du kommer til å nå bestillingsgrensen for gratisversjonen av Salongbestillingen. <a href="http://salonbookingsystem.com/salon-booking-plugin-pricing/" target="blank">Vennligst oppgrader Salongbestilling til en PRO-versjon</a>.

source: Let your customers book you services through your website. Perfect for hairdressing salons, barber shops and beauty centers.
nb_no: La kundene dine bestille behandlinger via nettstedet ditt. Perfekt for frisørsalonger, frisørsalonger og skjønnhets sentre.
